{"Publication ID":{"0":"pub.1126880632","1":"pub.1127834352","2":"pub.1126667578","3":"pub.1125404383","4":"pub.1127182972","5":"pub.1126839717","6":"pub.1126655433","7":"pub.1126626949","8":"pub.1126596624","9":"pub.1126391895","10":"pub.1127408847","11":"pub.1125821294","12":"pub.1126021329","13":"pub.1125793694","14":"pub.1124953197","15":"pub.1127161884","16":"pub.1127181539"},"title":{"0":"COVID-19 and what pediatric rheumatologists should know: a review from a highly affected country","1":"Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis","2":"Hydroxychloroquine in patients mainly with mild to moderate COVID-19: an open-label, randomized, controlled trial","3":"Of chloroquine and COVID-19","4":"An independent appraisal and re-analysis of hydroxychloroquine treatment trial for COVID-19","5":"Hydroxychloroquine Versus COVID-19: A Periodic Systematic Review and Meta-Analysis","6":"No evidence of clinical efficacy of hydroxychloroquine in patients hospitalized for COVID-19 infection with oxygen requirement: results of a study using routinely collected data to emulate a target trial","7":"Chloroquine diphosphate in two different dosages as adjunctive therapy of hospitalized patients with severe respiratory syndrome in the context of coronavirus (SARS-CoV-2) infection: Preliminary safety results of a randomized, double-blinded, phase IIb clinical trial (CloroCovid-19 Study)","8":"Rheumatologists’ perspective on coronavirus disease 19 (COVID-19) and potential therapeutic targets","9":"Chloroquine and hydroxychloroquine in covid-19","10":"Efficacy of chloroquine and hydroxychloroquine in the treatment of COVID-19.","11":"Insights from nanomedicine into chloroquine efficacy against COVID-19","12":"Efficacy of hydroxychloroquine in patients with COVID-19: results of a randomized clinical trial","13":"Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial","14":"Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies","15":"Rheumotologitsts’ view on the use of hydroxychloroquine to treat COVID-19","16":"Update on treatment of COVID-19: ongoing studies between promising and disappointing results."},"abstract_clean":{"0":"On March 11th, 2020 the World Health Organization declared COVID-19 a global pandemic. The infection, transmitted by 2019 novel coronavirus (2019-nCov), was first discovered in December 2019, in Wuhan, Hubei Province, and then rapidly spread worldwide. Italy was early and severely involved, with a critical spread of the infection and a very high number of victims. Person-to-person spread mainly occurs via respiratory droplets and contact. The median incubation period is 5 days. The spectrum of respiratory symptoms may range from mild to severe, strictly depending on the age of the patient and the underlying comorbidities.In children COVID-19 related disease is less frequent and less aggressive. In Italy 1% of positive cases are under 18 years of age, and no deaths have been recorded before 29 years of age. For patients affected by rheumatic disease, despite the concerns related to the imbalance of their immune response and the effect of immunosuppressive treatments, there are still few data to understand the real consequences of this infection. Major scientific societies have issued recommendations to help rheumatologists in caring their patients. Interestingly, some of the drugs mostly used by rheumatologists appear to be promising in critical COVID-19 infected patients, where the hyperinflammation and cytokine storm seem to drive to the multiorgan failure.Pediatric rheumatologists are expected to play a supporting role in this new front of COVID-19 pandemic, both as general pediatricians treating infected children, and as rheumatologists taking care of their rheumatic patients, as well as offering their experience in the possible alternative use of immunomodulatory drugs.","1":"BACKGROUND: Hydroxychloroquine or chloroquine, often in combination with a second-generation macrolide, are being widely used for treatment of COVID-19, despite no conclusive evidence of their benefit. Although generally safe when used for approved indications such as autoimmune disease or malaria, the safety and benefit of these treatment regimens are poorly evaluated in COVID-19. METHODS: We did a multinational registry analysis of the use of hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19. The registry comprised data from 671 hospitals in six continents. We included patients hospitalised between Dec 20, 2019, and April 14, 2020, with a positive laboratory finding for SARS-CoV-2. Patients who received one of the treatments of interest within 48 h of diagnosis were included in one of four treatment groups (chloroquine alone, chloroquine with a macrolide, hydroxychloroquine alone, or hydroxychloroquine with a macrolide), and patients who received none of these treatments formed the control group. Patients for whom one of the treatments of interest was initiated more than 48 h after diagnosis or while they were on mechanical ventilation, as well as patients who received remdesivir, were excluded. The main outcomes of interest were in-hospital mortality and the occurrence of de-novo ventricular arrhythmias (non-sustained or sustained ventricular tachycardia or ventricular fibrillation). FINDINGS: 96 032 patients (mean age 53·8 years, 46·3% women) with COVID-19 were hospitalised during the study period and met the inclusion criteria. Of these, 14 888 patients were in the treatment groups (1868 received chloroquine, 3783 received chloroquine with a macrolide, 3016 received hydroxychloroquine, and 6221 received hydroxychloroquine with a macrolide) and 81 144 patients were in the control group. 10 698 (11·1%) patients died in hospital. After controlling for multiple confounding factors (age, sex, race or ethnicity, body-mass index, underlying cardiovascular disease and its risk factors, diabetes, underlying lung disease, smoking, immunosuppressed condition, and baseline disease severity), when compared with mortality in the control group (9·3%), hydroxychloroquine (18·0%; hazard ratio 1·335, 95% CI 1·223-1·457), hydroxychloroquine with a macrolide (23·8%; 1·447, 1·368-1·531), chloroquine (16·4%; 1·365, 1·218-1·531), and chloroquine with a macrolide (22·2%; 1·368, 1·273-1·469) were each independently associated with an increased risk of in-hospital mortality. Compared with the control group (0·3%), hydroxychloroquine (6·1%; 2·369, 1·935-2·900), hydroxychloroquine with a macrolide (8·1%; 5·106, 4·106-5·983), chloroquine (4·3%; 3·561, 2·760-4·596), and chloroquine with a macrolide (6·5%; 4·011, 3·344-4·812) were independently associated with an increased risk of de-novo ventricular arrhythmia during hospitalisation. INTERPRETATION: We were unable to confirm a benefit of hydroxychloroquine or chloroquine, when used alone or with a macrolide, on in-hospital outcomes for COVID-19. Each of these drug regimens was associated with decreased in-hospital survival and an increased frequency of ventricular arrhythmias when used for treatment of COVID-19. FUNDING: William Harvey Distinguished Chair in Advanced Cardiovascular Medicine at Brigham and Women's Hospital.","2":"Abstract Objectives To assess the efficacy and safety of hydroxychloroquine (HCQ) plus standard-of-care (SOC) compared with SOC alone in adult patients with COVID-19. Design Multicenter, open-label, randomized controlled trial. Setting 16 government-designated COVID-19 treatment centers in China through 11 to 29 in February 2020. Participants 150 patients hospitalized with laboratory-confirmed COVID-19 were included in the intention to treat analysis. 75 patients were assigned to HCQ plus SOC and 75 to SOC alone. Interventions HCQ was administrated with a loading dose of 1, 200 mg daily for three days followed by a maintained dose of 800 mg daily for the remaining days (total treatment duration: 2 or 3 weeks for mild\/moderate or severe patients, respectively). Main outcome measures The primary outcome was whether participants had a negative conversion of SARS-CoV-2 by 28 days, and was analyzed according to the intention-to-treat principle. Adverse events were analyzed in the safety population in which HCQ recipients were participants who actually received at least one dose of HCQ and HCQ non-recipients were those actually managed with SOC alone. Results Among 150 patients, 148 were with mild to moderate disease and 2 were with severe disease. The mean days (±standard deviation, min to max) from symptoms onset to randomization was 16.6 (±10.5 days, 3 to 41 days). The negative conversion probability by 28 days in SOC plus HCQ group was 85.4% (95% confidence interval (CI) 73.8% to 93.8%), similar to that in the SOC group 81.3% (95%CI 71.2% to 89.6%). Between-group difference was 4.1% (95%CI -10.3% to 18.5%). In the safety population, adverse events were recorded in 7 (8.8%) HCQ non-recipients (N=80) and in 21 (30%) HCQ recipients (N=70). The most common adverse event in the HCQ recipients was diarrhea, reported in 7 (10%) patients. Two HCQ recipients reported serious adverse events. Conclusions The administration of HCQ did not result in a significantly higher negative conversion probability than SOC alone in patients mainly hospitalized with persistent mild to moderate COVID-19. Adverse events were higher in HCQ recipients than in HCQ non-recipients. Trial registration ChiCTR2000029868     Competing Interest Statement The authors have declared no competing interest.     Clinical Trial ChiCTR2000029868     Funding Statement This work was supported by the Emergent Projects of National Science and Technology (2020YFC0844500), National Natural Science Foundation of China (81970020, 81770025), National Key Research and Development Program of China (2016YFC0901104), Shanghai Municipal Key Clinical Specialty (shslczdzk02202, shslczdzk01103), National Innovative Research Team of High-level Local Universities in Shanghai, Shanghai Key Discipline for Respiratory Diseases (2017ZZ02014), National Major Scientific and Technological Special Project for Significant New Drugs Development (2017ZX09304007), Key Projects in the National Science and Technology Pillar Program during the Thirteenth Five-year Plan Period (2018ZX09206005-004, 2017ZX10202202-005-004, 2017ZX10203201-008). The funders played no role in study design, data collection, data analysis, data interpretation, or reporting. The guarantors had full access to all the data in the study, take responsibility for the integrity of the data and the accuracy of the data analysis, and had final responsibility for the decision to submit for publication.     Author Declarations All relevant ethical guidelines have been followed; any necessary IRB and\/or ethics committee approvals have been obtained and details of the IRB\/oversight body are included in the manuscript. Yes All necessary patient\/participant consent has been obtained and the appropriate institutional forms have been archived. Yes I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). Yes I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable. Yes Anonymized datasets can be made available on reasonable request after approval from the trial management committee and after signing a data access agreement. Proposals should be directed to the corresponding author.","3":"Recent publications have brought attention to the possible benefit of chloroquine, a broadly used antimalarial drug, in the treatment of patients infected by the novel emerged coronavirus (SARS-CoV-2). The scientific community should consider this information in light of previous experiments with chloroquine in the field of antiviral research.","4":"A recent open-label study claimed that hydroxychloroquine and azithromycin represent promising new options for the treatment of SARS-CoV-2. This re-analysis reveals severe limitations in the methodology of this study, including ambiguous inclusion\/exclusion of participant data and inconsistent analysis techniques, and yielded nonsignificant differences between control and treatment groups across any treatment days.","5":"Background: Coronavirus Disease 2019 (COVID-19) has become a major global issue with rising the number of infected individuals and mortality in recent months. Among all therapeutic approaches, arguments have raised about hydroxychloroquine (HCQ) efficacy in the treatment of COVID-19. We carried out a systematic review and meta-analysis overcome the controversies regarding the effectiveness of hydroxychloroquine in the treatment of COVID-19. Methods: A systematic search was performed in PubMed, Scopus, Embase, Cochrane Library, Web of Science, Google Scholar and medRxiv pre-print database using all available MeSH terms for COVID-19 and hydroxychloroquine up to July 19, 2020. Studies focused on the effectiveness of HCQ with\/without azithromycin (AZM) in confirmed COVID-19 patients were entered into the study. Two researchers have independently evaluated quality assessment of the studies and abstracted data for data extraction. Extracted data were analyzed using CMA v. 2.2.064. Heterogeneity was assessed using the I-squared (I2) test, and fixed\/random-effects model was used when appropriate for pooling of studies. Results: Out of 26 studies entered into our systematic review, 21 studies including 14 comparative studies with control group and seven observational studies containing 103,486 participants have entered into the meta-analysis. The results of the meta-analysis on comparative studies indicated no significant clinical effectiveness (negative in RT-PCR evaluation) for HCQ regimen in the treatment of COVID-19 in comparison to control group (RR: 1.03, 95% CI, 0.79-1.34). The same result was observed for the combination of HCQ+azithromycin (RR: 1.26, 95% CI, 0.91-1.74). No significant differences were found for both HCQ (RR: 0.92, 95% CI, 0.72-1.16) and HCQ+AZM (RR: 1.72, 95% CI, 0.86-3.42) mortality rate; however, mortality was affected by age differences according to meta-regression analysis (P&lt;0.000001). No substantial difference was observed for disease exacerbation (RR: 1.23, 95% CI, 0.65-2.30) between HCQ group and controls. Also, radiological findings significantly improved in the HCQ group (OR: 0.32, 95% CI, 0.11-0.98). Odds of known HCQ adverse effects (diarrhea, vomiting, blurred vision, rash, headache, etc.) occurred in the HCQ regimen group was approximately 3.5 times of control group (OR: 3.40, 95% CI, 1.65-6.98), but no substantial differences were found regarding intubation odds between HCQ group and control group (OR: 2.11, 95% CI, 0.31-14.03). Meta-analysis indicated no significant prophylactic effects for HCQ (OR: 0.40, 95% CI, 0.04-3.65) Conclusion: This systematic review and meta-analysis showed no clinical benefits regarding HCQ treatment with\/without azithromycin for COVID-19 patients. Although mortality rate was not significantly different between cases and controls, frequency of adverse effects was substantially higher in HCQ regimen group. However, due to that most of the studies were non-randomized and results were not homogenous, selection bias was unavoidable and further large randomized clinical trials following comprehensive meta-analysis should be taken into account in order to achieve more reliable findings. Also, it is worth mentioning that if this work does not allow to quantify a  value  of the HCQ, it allows at least to know what is not the HCQ and that it would be prudent not to continue investing in this direction.","6":"Background Treatments are urgently needed to prevent respiratory failure and deaths from coronavirus disease 2019 (COVID-19). Hydroxychloroquine (HCQ) has received worldwide attention because of positive results from small studies. Methods We used data collected from routine care of all adults in 4 French hospitals with documented SARS-CoV-2 pneumonia and requiring oxygen ≥ 2 L\/min to emulate a target trial aimed at assessing the effectiveness of HCQ at 600 mg\/day. The composite primary endpoint was transfer to intensive care unit (ICU) within 7 days from inclusion and\/or death from any cause. Analyses were adjusted for confounding factors by inverse probability of treatment weighting. Results This study included 181 patients with SARS-CoV-2 pneumonia; 84 received HCQ within 48 hours of admission (HCQ group) and 97 did not (no-HCQ group). Initial severity was well balanced between the groups. In the weighted analysis, 20.2% patients in the HCQ group were transferred to the ICU or died within 7 days vs 22.1% in the no-HCQ group (16 vs 21 events, relative risk [RR] 0.91, 95% CI 0.47-1.80). In the HCQ group, 2.8% of the patients died within 7 days vs 4.6% in the no-HCQ group (3 vs 4 events, RR 0.61, 95% CI 0.13-2.89), and 27.4% and 24.1%, respectively, developed acute respiratory distress syndrome within 7 days (24 vs 23 events, RR 1.14, 95% CI 0.65-2.00). Eight patients receiving HCQ (9.5%) experienced electrocardiogram modifications requiring HCQ discontinuation. Interpretation These results do not support the use of HCQ in patients hospitalised for documented SARS-CoV-2-positive hypoxic pneumonia.","7":" Background There is no specific antiviral therapy recommended for the disease caused by SARS-CoV-2 (COVID-19). Recent publications have drawn attention to the possible benefit of chloroquine (CQ). Our study aimed to comprehensively evaluate the safety and efficacy of two different CQ dosages in patients with established severe COVID-19. Methods We performed a parallel, double-blinded, randomized, phase IIb clinical trial, aiming to assess safety and efficacy of two different CQ dosages as adjunctive therapy of hospitalized patients with SARS in Manaus, Brazilian Amazon. Eligible participants were allocated to receive orally or via nasogastric tube high dose CQ (600mg CQ twice daily for 10 days or total dose 12g); or low dose CQ (450mg for 5 days, twice daily only on the first day, or total dose 2.7g). In addition, all patients received ceftriaxone and azithromycin. This study was registered with ClinicalTrials.gov, number NCT04323527 . Findings Out of a pre-defined 440 patients sample size, 81 patients were enrolled. The high dose CQ arm presented more QTc>500ms (25%), and a trend toward higher lethality (17%) than the lower dosage. Fatality rate was 13.5% (95%CI=6.9-23.0%), overlapping with the CI of historical data from similar patients not using CQ (95%CI=14.5-19.2%). In 14 patients with paired samples, respiratory secretion at day 4 was negative in only one patient. Interpretation Preliminary findings suggest that the higher CQ dosage (10-day regimen) should not be recommended for COVID-19 treatment because of its potential safety hazards. Such results forced us to prematurely halt patient recruitment to this arm. Given the enormous global push for the use of CQ for COVID-19, results such as the ones found in this trial can provide robust evidence for updated COVID-19 patient management recommendations. ","8":"The ongoing pandemic coronavirus disease 19 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a matter of global concern. Environmental factors such as air pollution and smoking and comorbid conditions (hypertension, diabetes mellitus and underlying cardio-respiratory illness) likely increase the severity of COVID-19. Rheumatic manifestations such as arthralgias and arthritis may be prevalent in about a seventh of individuals. COVID-19 can result in acute interstitial pneumonia, myocarditis, leucopenia (with lymphopenia) and thrombocytopenia, also seen in rheumatic diseases like lupus and Sjogren's syndrome. Severe disease in a subset of patients may be driven by cytokine storm, possibly due to secondary hemophagocytic lymphohistiocytosis (HLH), akin to that in systemic onset juvenile idiopathic arthritis or adult-onset Still's disease. In the absence of high-quality evidence in this emerging disease, understanding of pathogenesis may help postulate potential therapies. Angiotensin converting enzyme 2 (ACE2) appears important for viral entry into pneumocytes; dysbalance in ACE2 as caused by ACE inhibitors or ibuprofen may predispose to severe disease. Preliminary evidence suggests potential benefit with chloroquine or hydroxychloroquine. Antiviral drugs like lopinavir\/ritonavir, favipiravir and remdesivir are also being explored. Cytokine storm and secondary HLH might require heightened immunosuppressive regimens. Current international society recommendations suggest that patients with rheumatic diseases on immunosuppressive therapy should not stop glucocorticoids during COVID-19 infection, although minimum possible doses may be used. Disease-modifying drugs should be continued; cessation may be considered during infection episodes as per standard practices. Development of a vaccine may be the only effective long-term protection against this disease.Key Points• Patients with coronavirus disease 19 (COVID-19) may have features mimicking rheumatic diseases, such as arthralgias, acute interstitial pneumonia, myocarditis, leucopenia, lymphopenia, thrombocytopenia and cytokine storm with features akin to secondary hemophagocytic lymphohistiocytosis.• Although preliminary results may be encouraging, high-quality clinical trials are needed to better understand the role of drugs commonly used in rheumatology like hydroxychloroquine and tocilizumab in COVID-19.• Until further evidence emerges, it may be cautiously recommended to continue glucocorticoids and other disease-modifying antirheumatic drugs (DMARDs) in patients receiving these therapies, with discontinuation of DMARDs during infections as per standard practice.","9":"Use of these drugs is premature and potentially harmful","10":"OBJECTIVE: The novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), also called COVID-19, has caused a pandemic which has swiftly involved the entire world and raised great public health concerns. The scientific community is actively exploring treatments that would potentially be effective in combating COVID-19. Hydroxychloroquine has been demonstrated to limit the replication of SARS-CoV-2 virus in vitro. In malarial pandemic countries, chloroquine is widely used to treat malaria. In malarial non-pandemic nations, chloroquine is not widely used. Chloroquine and hydroxychloroquine share similar chemical structures and mechanisms of action. The aim of this study was to indirectly investigate the efficacy of chloroquine and hydroxychloroquine for the treatment of COVID-19 by determining the prevalence of COVID-19 in malaria pandemic and non-pandemic nations. We sought evidence to support or refute the hypothesis that these drugs could show efficacy in the treatment of COVID-19. MATERIALS AND METHODS: We reviewed in vitro studies, in vivo studies, original studies, clinical trials, and consensus reports, that were conducted to evaluate the antiviral activities of chloroquine and hydroxychloroquine. The studies on  COVID-19 and its allied treatment were found from World Health Organization (WHO), ISI-Web of Science, PubMed, EMBASE, Scopus, Google Scholar, and clinical trial registries. The search was based on keywords: antiviral drugs, chloroquine, hydroxychloroquine, COVID-19, COVID-19 treatment modalities, and coronavirus. In addition, we analyzed the prevalence of COVID-19 in malaria pandemic and non-pandemic countries. The review and analyses were performed on March 28, 2020. RESULTS: For this study, we identified a total of 09 published articles: 03 clinical trials with sample size 150; 03 in vitro studies and 03 expert consensus reports. These studies were all suggestive that chloroquine and hydroxychloroquine can successfully treat COVID-19 infections. We found that COVID-19 infections are highly pandemic in countries where malaria is least pandemic and are least pandemic in nations where malaria is highly pandemic. CONCLUSIONS: Chloroquine and hydroxychloroquine have antiviral characteristics in vitro. The findings support the hypothesis that these drugs have efficacy in the treatment of COVID-19. People are currently using these drugs for malaria. It is reasonable, given the hypothetical benefit of these two drugs, that they are now being tested in clinical trials to assess their effectiveness to combat this global health crisis.","11":"Chloroquine — an approved malaria drug — is known in nanomedicine research for the investigation of nanoparticle uptake in cells, and may have potential for the treatment of COVID-19.","12":"Aims: Studies have indicated that chloroquine (CQ) shows antagonism against COVID-19 in vitro. However, evidence regarding its effects in patients is limited. This study aims to evaluate the efficacy of hydroxychloroquine (HCQ) in the treatment of patients with COVID-19. Main methods: From February 4 to February 28, 2020, 62 patients suffering from COVID-19 were diagnosed and admitted to Renmin Hospital of Wuhan University. All participants were randomized in a parallel-group trial, 31 patients were assigned to receive an additional 5-day HCQ (400 mg\/d) treatment, Time to clinical recovery (TTCR), clinical characteristics, and radiological results were assessed at baseline and 5 days after treatment to evaluate the effect of HCQ. Key findings: For the 62 COVID-19 patients, 46.8% (29 of 62) were male and 53.2% (33 of 62) were female, the mean age was 44.7 (15.3) years. No difference in the age and sex distribution between the control group and the HCQ group. But for TTCR, the body temperature recovery time and the cough remission time were significantly shortened in the HCQ treatment group. Besides, a larger proportion of patients with improved pneumonia in the HCQ treatment group (80.6%, 25 of 32) compared with the control group (54.8%, 17 of 32). Notably, all 4 patients progressed to severe illness that occurred in the control group. However, there were 2 patients with mild adverse reactions in the HCQ treatment group. Significance: Among patients with COVID-19, the use of HCQ could significantly shorten TTCR and promote the absorption of pneumonia.","13":"BACKGROUND: Chloroquine and hydroxychloroquine have been found to be efficient on SARS-CoV-2, and reported to be efficient in Chinese COV-19 patients. We evaluate the effect of hydroxychloroquine on respiratory viral loads. PATIENTS AND METHODS: French Confirmed COVID-19 patients were included in a single arm protocol from early March to March 16th, to receive 600mg of hydroxychloroquine daily and their viral load in nasopharyngeal swabs was tested daily in a hospital setting. Depending on their clinical presentation, azithromycin was added to the treatment. Untreated patients from another center and cases refusing the protocol were included as negative controls. Presence and absence of virus at Day6-post inclusion was considered the end point. RESULTS: Six patients were asymptomatic, 22 had upper respiratory tract infection symptoms and eight had lower respiratory tract infection symptoms. Twenty cases were treated in this study and showed a significant reduction of the viral carriage at D6-post inclusion compared to controls, and much lower average carrying duration than reported in the litterature for untreated patients. Azithromycin added to hydroxychloroquine was significantly more efficient for virus elimination. CONCLUSION: Despite its small sample size, our survey shows that hydroxychloroquine treatment is significantly associated with viral load reduction\/disappearance in COVID-19 patients and its effect is reinforced by azithromycin.","14":"The coronavirus disease 2019 (COVID-19) virus is spreading rapidly, and scientists are endeavoring to discover drugs for its efficacious treatment in China. Chloroquine phosphate, an old drug for treatment of malaria, is shown to have apparent efficacy and acceptable safety against COVID-19 associated pneumonia in multicenter clinical trials conducted in China. The drug is recommended to be included in the next version of the Guidelines for the Prevention, Diagnosis, and Treatment of Pneumonia Caused by COVID-19 issued by the National Health Commission of the People's Republic of China for treatment of COVID-19 infection in larger populations in the future.","15":"The current pandemic coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) calls urgently for effective therapies. Anti-malarial medicine chloroquine (CQ) and particularly its chemical analogue hydroxychloroquine (HCQ) have been recommended as promising candidate therapeutics that are now under either compassionate off-label use or clinical trials for the treatment of COVID-19 patients. However, there are public concerns and disputes about both the safety and efficacy of CQ and HCQ for this new application. Given the fact that for decades HCQ has been approved as an immunomodulatory drug for the long term treatment of chronic rheumatic diseases, as experienced rheumatologists, we would like to share our thoughts in this regard and trigger a brainstorm among clinical care providers for exchanging their diverse opinions on this urgent topic.","16":"The COVID-19 pandemic represents the greatest global public health crisis since the pandemic influenza outbreak of 1918. We are facing a new virus, so several antiviral agents previously used to treat other coronavirus infections such as SARS and MERS are being considered as the first potential candidates to treat COVID-19. Thus, several agents have been used by the beginning of the current outbreak in China first and all over the word successively, as reported in several different guidelines and therapeutic recommendations. At the same time, a great number of clinical trials have been launched to investigate the potential efficacy therapies for COVID-19 highlighting the urgent need to get as quickly as possible high-quality evidence. Through PubMed, we explored the relevant articles published on treatment of COVID-19 and on trials ongoing up to April 15, 2020."}}