{"DOI":{"0":"10.1186\/s40779-020-00251-x","1":"10.1186\/s13037-020-00245-7","2":"10.1186\/s13613-020-00661-z","3":"10.1186\/s13046-020-01590-2","4":"10.1186\/s13054-020-02895-6","5":"10.1186\/s13040-020-00213-y","6":"10.1186\/s12941-020-00358-y","7":"10.1186\/s12969-020-00422-z","8":"10.1186\/s40779-020-00240-0","9":"10.1186\/s13287-020-01678-8"},"title":{"0":"Role of adjunctive treatment strategies in COVID-19 and a review of international and national clinical guidelines","1":"Successful COVID-19 rescue therapy by extra-corporeal membrane oxygenation (ECMO) for respiratory failure: a case report","2":"Therapeutic strategies for critically ill patients with COVID-19","3":"Drug repurposing against COVID-19: focus on anticancer agents","4":"Clinical course and outcome of 107 patients infected with the novel coronavirus, SARS-CoV-2, discharged from two hospitals in Wuhan, China","5":"Ideas for how informaticians can get involved with COVID-19 research","6":"Successful recovery of COVID-19 pneumonia in a patient from Colombia after receiving chloroquine and clarithromycin","7":"COVID-19 and what pediatric rheumatologists should know: a review from a highly affected country","8":"The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak – an update on the status","9":"Mesenchymal stem cells as a potential therapy for COVID-19"},"authors":{"0":["Xinni Xu","Yew Kwang Ong","De Yun Wang"],"1":["Michael S. Firstenberg","Philip F. Stahel","Jennifer Hanna","Chakradhar Kotaru","Joseph Crossno","Joseph Forrester"],"2":["Lei Li","Ranran Li","Zhixiong Wu","Xianghong Yang","Mingyan Zhao","Jiao Liu","Dechang Chen"],"3":["Gennaro Ciliberto","Rita Mancini","Marco G. Paggi"],"4":["Dawei Wang","Yimei Yin","Chang Hu","Xing Liu","Xingguo Zhang","Shuliang Zhou","Mingzhi Jian","Haibo Xu","John Prowle","Bo Hu","Yirong Li","Zhiyong Peng"],"5":["Jason H. Moore","Ian Barnett","Mary Regina Boland","Yong Chen","George Demiris","Graciela Gonzalez-Hernandez","Daniel S. Herman","Blanca E. Himes","Rebecca A. Hubbard","Dokyoon Kim","Jeffrey S. Morris","Danielle L. Mowery","Marylyn D. Ritchie","Li Shen","Ryan Urbanowicz","John H. Holmes"],"6":["José Millán-Oñate","William Millan","Luis Alfonso Mendoza","Carlos Guillermo Sánchez","Hugo Fernandez-Suarez","D. Katterine Bonilla-Aldana","Alfonso J. Rodríguez-Morales"],"7":["Francesco Licciardi","Teresa Giani","Letizia Baldini","Ennio Giulio Favalli","Roberto Caporali","Rolando Cimaz"],"8":["Yan-Rong Guo","Qing-Dong Cao","Zhong-Si Hong","Yuan-Yang Tan","Shou-Deng Chen","Hong-Jun Jin","Kai-Sen Tan","De-Yun Wang","Yan Yan"],"9":["Shan Liu","Danyi Peng","Huijun Qiu","Ke Yang","Zhou Fu","Lin Zou"]},"publisher":{"0":null,"1":"Springer Nature","2":"Springer Nature","3":"Springer Nature","4":"Springer Nature","5":"Springer Nature","6":"Springer Nature","7":"Springer Nature","8":"Springer Nature","9":"Springer Nature"},"source":{"0":"Military Medical Research","1":"Patient Safety in Surgery","2":"Annals of Intensive Care","3":"Journal of Experimental & Clinical Cancer Research","4":"Critical Care","5":"BioData Mining","6":"Annals of Clinical Microbiology and Antimicrobials","7":"Pediatric Rheumatology","8":"Military Medical Research","9":"Stem Cell Research & Therapy"},"aff_org_name":{"0":["National University of Singapore","Department of Otolaryngology-Head and Neck Surgery, National University Hospital System, Singapore, Singapore"],"1":["The Medical Center of Aurora","Rocky Vista University"],"2":["Huadong Hospital","Shanghai Jiao Tong University","Harbin Medical University","Zhejiang Provincial People's Hospital"],"3":["Sapienza University of Rome","Istituti Fisioterapici Ospitalieri"],"4":["Department of Health Education, Center for Disease Control and Prevention, 312000, Shaoxing, Zhejiang, China","Royal London Hospital","Zhongnan Hospital of Wuhan University","Department of Critical Care Medicine, Xishui Hospital, Huanggang, Hubei, China"],"5":["University of Pennsylvania"],"6":["Fundación Hospital San Jose de Buga, Buga, Valle del Cauca, Colombia","Asociación Colombiana de Infectología","Technological University of Pereira","Infectious Diseases Division, Centro Médico Imbanaco, Cali, Valle del Cauca, Colombia","Fundación Universitaria Autónoma De Las Américas","Radiology Division, Centro Médico Imbanaco, Cali, Valle del Cauca, Colombia"],"7":["University of Siena","University of Turin","Division of Clinical Rheumatology, ASST Gaetano Pini-CTO Institute, Milan, Italy","University of Milan","Meyer Children's Hospital"],"8":["National University of Singapore","Guangdong Provincial Key Laboratory of Biomedical Imaging and Guangdong Provincial Engineering Research Center of Molecular Imaging, 519000, Zhuhai, Guangdong, China","Sun Yat-sen University"],"9":["Children's Hospital of Chongqing Medical University","Chongqing Engineering Research Center of Stem Cell Therapy, Chongqing, China"]},"aff_country":{"0":["Singapore"],"1":["United States"],"2":["China"],"3":["Italy"],"4":["China","United Kingdom"],"5":["United States"],"6":["Colombia"],"7":["Italy"],"8":["Singapore","China"],"9":["China"]},"pub_date":{"0":"2020-12","1":"2020-12","2":"2020-12","3":"2020-12","4":"2020-12","5":"2020-12","6":"2020-12","7":"2020-12","8":"2020-12","9":"2020-12"},"abstract":{"0":"The coronavirus disease (COVID-19) pandemic has led to a global struggle to cope with the sheer numbers of infected persons, many of whom require intensive care support or eventually succumb to the illness. The outbreak is managed by a combination of disease containment via public health measures and supportive care for those who are affected. To date, there is no specific anti-COVID-19 treatment. However, the urgency to identify treatments that could turn the tide has led to the emergence of several investigational drugs as potential candidates to improve outcome, especially in the severe to critically ill. While many of these adjunctive drugs are being investigated in clinical trials, professional bodies have attempted to clarify the setting where the use of these drugs may be considered as off-label or compassionate use. This review summarizes the clinical evidence of investigational adjunctive treatments used in COVID-19 patients as well as the recommendations of their use from guidelines issued by international and national organizations in healthcare.","1":"Background: The value of extracorporeal membrane oxygenation (ECMO) for patients suffering from novel coronavirus disease 2019 (COVID-19) as a rescue therapy for respiratory failure remains controversial and associated with high mortality rates of 50 to 82% in early reports from Wuhan, China. We hypothesized that patient outcomes would be improved at our tertiary cardiothoracic surgery referral center with a protocolized team-approach for ECMO treatment of patients with severe COVID-19 disease.\nCase presentation: A 51-year-old healthy female developed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) bilateral pneumonia while vacationing in Colorado with her family. She was transferred to our facility for a higher level of care. Her respiratory status continued to deteriorate despite maximized critical care, including prone positioning ventilation and nitric oxide inhalation therapy. Veno-venous ECMO was initiated on hospital day 7 in conjunction with a 10-day course of compassionate use antiviral treatment with remdesivir. The patient&#x27;s condition improved significantly and she was decannulated from ECMO on hospital day 17 (ECMO day 11). She was successfully extubated and eventually discharged to rehabilitation on hospital day 28.\nConclusion: This case report demonstrates a positive outcome in a young patient with COVID-19 treated by the judicious application of ECMO in conjunction with compassionate use antiviral treatment (remdesivir). Future prospective multi-center studies are needed to validate these findings in a larger cohort of patients.","2":"Since the 2019 novel coronavirus disease (COVID-19) outbreak originated from Wuhan, Hubei Province, China, at the end of 2019, it has become a clinical threat to the general population worldwide. Among people infected with the novel coronavirus (2019-nCoV), the intensive management of the critically ill patients in intensive care unit (ICU) needs substantial medical resource. In the present article, we have summarized the promising drugs, adjunctive agents, respiratory supportive strategies, as well as circulation management, multiple organ function monitoring and appropriate nutritional strategies for the treatment of COVID-19 in the ICU based on the previous experience of treating other viral infections and influenza. These treatments are referable before the vaccine and specific drugs are available for COVID-19.","3":"BACKGROUND: The very limited time allowed to face the COVID-19 pandemic poses a pressing challenge to find proper therapeutic approaches. However, synthesis and full investigation from preclinical studies to phase III trials of new medications is a time-consuming procedure, and not viable in a global emergency, such as the one we are facing.\nMAIN BODY: Drug repurposing\/repositioning, a strategy effectively employed in cancer treatment, can represent a valid alternative. Most drugs considered for repurposing\/repositioning in the therapy of the COVID-19 outbreak are commercially available and their dosage and toxicity in humans is well known, due to years (or even decades) of clinical use. This can allow their fast-track evaluation in phase II-III clinical trials, or even within straightforward compassionate use. Several drugs being re-considered for COVID-19 therapy are or have been used in cancer therapy. Indeed, virus-infected cells are pushed to enhance the synthesis of nucleic acids, protein and lipid synthesis and boost their energy metabolism, in order to comply to the &quot;viral program&quot;. Indeed, the same features are seen in cancer cells, making it likely that drugs interfering with specific cancer cell pathways may be effective as well in defeating viral replication.\nSHORT CONCLUSION: To our knowledge, cancer drugs potentially suitable for facing SARS-CoV-2 infection have not been carefully reviewed. We present here a comprehensive analysis of available information on potential candidate cancer drugs that can be repurposed for the treatment of COIVD-19.","4":"BACKGROUND: In December 2019, coronavirus disease 2019 (COVID-19) outbreak was reported from Wuhan, China. Information on the clinical course and prognosis of COVID-19 was not thoroughly described. We described the clinical courses and prognosis in COVID-19 patients.\nMETHODS: Retrospective case series of COVID-19 patients from Zhongnan Hospital of Wuhan University in Wuhan and Xishui Hospital, Hubei Province, China, up to February 10, 2020. Epidemiological, demographic, and clinical data were collected. The clinical course of survivors and non-survivors were compared. Risk factors for death were analyzed.\nRESULTS: A total of 107 discharged patients with COVID-19 were enrolled. The clinical course of COVID-19 presented as a tri-phasic pattern. Week 1 after illness onset was characterized by fever, cough, dyspnea, lymphopenia, and radiological multi-lobar pulmonary infiltrates. In severe cases, thrombocytopenia, acute kidney injury, acute myocardial injury, and adult respiratory distress syndrome were observed. During week 2, in mild cases, fever, cough, and systemic symptoms began to resolve and platelet count rose to normal range, but lymphopenia persisted. In severe cases, leukocytosis, neutrophilia, and deteriorating multi-organ dysfunction were dominant. By week 3, mild cases had clinically resolved except for lymphopenia. However, severe cases showed persistent lymphopenia, severe acute respiratory dyspnea syndrome, refractory shock, anuric acute kidney injury, coagulopathy, thrombocytopenia, and death. Older age and male sex were independent risk factors for poor outcome of the illness.\nCONCLUSIONS: A period of 7-13 days after illness onset is the critical stage in the COVID-19 course. Age and male gender were independent risk factors for death of COVID-19.","5":"The coronavirus disease 2019 (COVID-19) pandemic has had a significant impact on population health and wellbeing. Biomedical informatics is central to COVID-19 research efforts and for the delivery of healthcare for COVID-19 patients. Critical to this effort is the participation of informaticians who typically work on other basic science or clinical problems. The goal of this editorial is to highlight some examples of COVID-19 research areas that could benefit from informatics expertise. Each research idea summarizes the COVID-19 application area, followed by an informatics methodology, approach, or technology that could make a contribution. It is our hope that this piece will motivate and make it easy for some informaticians to adopt COVID-19 research projects.","6":"BACKGROUND: COVID-19 pandemics is a challenge for public health and infectious diseases clinicians, especially for the therapeutical approach that is not yet adequately defined. Amid this situation, investigational agents are being used, including chloroquine. We report here the clinical features and therapeutic course of the first reported patient with confirmed COVID-19 pneumonia that recovered in Colombia, after the use of chloroquine and clarithromycin.\nCASE PRESENTATION: A 34-year-old male, returning from Spain, presented with complaints of fever, and cough, and class-II obesity, being hospitalized. The respiratory viruses and bacteria tested by FilmArray® PCR were negative. Two days later, clarithromycin was started because the patient was suspected as community-acquired pneumonia. At the third day, the rRT-PCR confirmed the SARS-CoV-2 infection. A day later, chloroquine was started because of that. His chest computed tomography was performed and showed bilateral multifocal ground-glass opacities with consolidation, which suggested viral pneumonia as a differential diagnosis. Progressively his clinical condition improved and at day 9, patient rRT-PCR for SARS-CoV-2 became negative. The patient was discharged and isolated at home per 14 days.\nCONCLUSIONS: Our patient improved significantly. This and other COVID-19 cases are urgently demanding results from clinical trials that support evidence-based therapeutical approaches to this pandemic and the clinical management of patients, especially those at critical care.","7":"On March 11th, 2020 the World Health Organization declared COVID-19 a global pandemic. The infection, transmitted by 2019 novel coronavirus (2019-nCov), was first discovered in December 2019, in Wuhan, Hubei Province, and then rapidly spread worldwide. Italy was early and severely involved, with a critical spread of the infection and a very high number of victims. Person-to-person spread mainly occurs via respiratory droplets and contact. The median incubation period is 5 days. The spectrum of respiratory symptoms may range from mild to severe, strictly depending on the age of the patient and the underlying comorbidities.In children COVID-19 related disease is less frequent and less aggressive. In Italy 1% of positive cases are under 18 years of age, and no deaths have been recorded before 29 years of age. For patients affected by rheumatic disease, despite the concerns related to the imbalance of their immune response and the effect of immunosuppressive treatments, there are still few data to understand the real consequences of this infection. Major scientific societies have issued recommendations to help rheumatologists in caring their patients. Interestingly, some of the drugs mostly used by rheumatologists appear to be promising in critical COVID-19 infected patients, where the hyperinflammation and cytokine storm seem to drive to the multiorgan failure.Pediatric rheumatologists are expected to play a supporting role in this new front of COVID-19 pandemic, both as general pediatricians treating infected children, and as rheumatologists taking care of their rheumatic patients, as well as offering their experience in the possible alternative use of immunomodulatory drugs.","8":"An acute respiratory disease, caused by a novel coronavirus (SARS-CoV-2, previously known as 2019-nCoV), the coronavirus disease 2019 (COVID-19) has spread throughout China and received worldwide attention. On 30 January 2020, World Health Organization (WHO) officially declared the COVID-19 epidemic as a public health emergency of international concern. The emergence of SARS-CoV-2, since the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012, marked the third introduction of a highly pathogenic and large-scale epidemic coronavirus into the human population in the twenty-first century. As of 1 March 2020, a total of 87,137 confirmed cases globally, 79,968 confirmed in China and 7169 outside of China, with 2977 deaths (3.4%) had been reported by WHO. Meanwhile, several independent research groups have identified that SARS-CoV-2 belongs to β-coronavirus, with highly identical genome to bat coronavirus, pointing to bat as the natural host. The novel coronavirus uses the same receptor, angiotensin-converting enzyme 2 (ACE2) as that for SARS-CoV, and mainly spreads through the respiratory tract. Importantly, increasingly evidence showed sustained human-to-human transmission, along with many exported cases across the globe. The clinical symptoms of COVID-19 patients include fever, cough, fatigue and a small population of patients appeared gastrointestinal infection symptoms. The elderly and people with underlying diseases are susceptible to infection and prone to serious outcomes, which may be associated with acute respiratory distress syndrome (ARDS) and cytokine storm. Currently, there are few specific antiviral strategies, but several potent candidates of antivirals and repurposed drugs are under urgent investigation. In this review, we summarized the latest research progress of the epidemiology, pathogenesis, and clinical characteristics of COVID-19, and discussed the current treatment and scientific advancements to combat the epidemic novel coronavirus.","9":"The outbreak of 2019 novel coronavirus disease (COVID-19) worldwide is becoming rapidly a major concern. The number of severe cases has increased dramatically worldwide, while specific treatment options are scarce. The main pathologic features of severe or critical COVID-19 were consistent with acute lung injure (ALI)\/acute respiratory distress syndrome (ARDS), characterized by cellular fibromyxoid exudates, extensive pulmonary inflammation, pulmonary edema, and hyaline membrane formation. Mesenchymal stem cells (MSCs) can balance the inflammatory response and has been mentioned to be effective on ALI\/ARDS from both infectious and noninfectious causes previously, presenting an important opportunity to be applied to COVID-19. In this commentary, we summarize the clinical trials of MSCs treatments on ALI\/ARDS and raise MSCs as a hopefully alternative therapy for severe or critical COVID-19."},"openaccess":{"0":true,"1":true,"2":true,"3":true,"4":true,"5":true,"6":true,"7":true,"8":true,"9":true},"di_URL":{"0":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1127401342","1":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1127456489","2":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1126815092","3":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1127536759","4":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1127258257","5":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1127536828","6":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1126912425","7":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1126880632","8":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1125635861","9":"https:\/\/app.dimensions.ai\/details\/publication\/pub.1127345878"}}