{"text":"﻿DE ANIMA  Disputation I: On the Substance of the Soul in General _________ Question 1  Whether the soul is act  in the sense of being a substantial form  1 It was my decision to discuss in these questions each term of the  definition of the soul one by one so that [Aristotle’s] teaching will be  as clear as possible.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There is reason for doubt since Aristotle said that the soul is an act but  nevertheless he left it undecided, as it were, whether it is an informing  act or an improper act, that is one that attends and governs the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul does indeed suppose a complete substance.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Some confirm this as follows: If the soul were informing, it would  inform all the parts in the same way; but we see that not all the parts  have the same being nor the same mode of substance.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But these ar- guments are unsound since the form is that which gives being; the  soul, however, is that which gives the being of a living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There- fore, [the soul is an informing substantial form].", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 Whether the soul as such is an informing form.---In this question we  are not asking in particular whether the sensitive soul or the rational  soul is the true form [of the living body] (we shall discuss this at the  proper place), but we are asking in general what is the nature of the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For once [the nature of the soul] is known and it is determined  about the nature of the being of the soul that it is a true form inform- ing a body, it will be possible to ask about the rational soul and about  others whether they truly inform, and this will be to ask whether they  are true souls.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3 Therefore these questions are not interdependent, and so we must  move ahead towards the proposed solutions, and we must begin now  with Aristotle in Book I, chapter 2 [of On the Soul] with the common  notion of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"That something, whatever it is, all call the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Albert in his commentary on this passage, chapter 6,  says that to live is the act of a soul in that which is animated.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Life however is not the soul itself, as many incorrectly say, but  the soul is the principle of life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 just  as “humanity” does not mean the rational soul but the whole nature of  a human being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In whatever way it is taken, however, it is clear from what has been  said that in things which are alive there must be some sort of principle  of life and that is called \"soul.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus it is clear that the soul exists.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The ancients, therefore, who did not comprehend this ultimate compo- sition, were not able to know that the soul is the true act and substan- tial form of a living thing and thus they produced innumerable fanta- sies.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Some, in fact, such as Democritus and Leucippus said that the  soul is something composed of many circular atoms of a fiery nature,  circular so they would be apt for moving and fiery because life con- sists in warmth.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But others, such as Hippo, said the soul was water  because it is of the nature of semen which is moist and liquid.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others such as Critias have asserted that the soul is blood.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others have claimed that  the soul is some kind of number that is always moving itself.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Archelaus, the teacher  of Socrates, said that soul is a type of power to move [things].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Anax- agoras said the intellect was a separate and unmixed thing which  moves other things, affirming that the soul has this nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence has  arisen the error of those who say that the soul is from the divine na- ture, as St. Thomas notes on this passage in text 23.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thales also said  that the soul is something that produces movement; hence he said the  magnet has a soul because it moves iron.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others such as Empedocles  say the soul is composed of the four elements so that it can know all  things for each thing is known by its like.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others, e.g. Empedocles,  whom St. Thomas mentions in [his commentary on] text 55,   have  said that the soul is a harmony.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others whom Aristotle mentions  in text 86 said the soul is something diffused through the whole uni- verse.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because of this Thales maintained that the soul is full of gods.", "meta":{"source":"Suarez, De Anima"}}
{"text":"They thought that God is the soul of the world.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Galen in his book  That the Character of the Soul Follows the Temperament of the Body,  Chapters 4 and 5 says that the soul is a mixture or proportion of the  humors.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cicero in Book I of the Tusculan Disputations says that the  soul is perpetual motion, and he attributes this to Aristotle explaining  the word “entelecheia” as “motion”.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Plato said  with great obscurity that the soul is some kind of harmonic number  composed of the principles of things which are: sameness and differ- ence, unity and duality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"5 Aristotle, who first discovered the truth regarding substantial forms,  or at least was the first to explain them, holds that the soul is not an  accident nor some kind of body nor matter but the substantial form,  not of anything whatsoever, but of a living body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"However the soul is that by which a living  thing is [intrinsically] made to be a living thing, and [a living thing] is  a substantial entity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise, because the soul is the first principle of all perfections  and operations of a living thing as such, it is not an accident.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus the Commentator says on this pas- sage in text 2, \"it is unthinkable that the soul is an accident.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"8 Proof of the second part of the answer.---The soul is the first princi- ple of operations.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And in the same way it is obvious that the soul is not body  since “body” is taken either as matter with accidents or as a composite  of matter and substantial form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But if it is  taken in the second way, then, if the operations of life are due to such  a composite from its nature, it will be something living--still the whole  will not be the soul because not all the components of that composite  are principles of life since matter is not; the soul, therefore, is the sub- stantial form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For the soul is that  by which a living thing is constituted in the being of a living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thirdly, Aristotle argues in Chapter 2 [of On the Soul] that  that which is the first principle of all activities and powers of a com- posite is its substantial form, but in living things the soul is the first  principle of all powers and activities of the living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"9 Perhaps someone will say that the soul is the principle of operations  not as form but as something that moves extrinsically.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore this union is not  sufficient for the nature of a soul, but it is necessary that the soul itself  compose intrinsically the substance of the living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Although these words have been explained in various ways,  nevertheless, I understand them thus:  Aristotle had said in the first  chapter that the soul is form or act; he had not proven, however, that it  is a true informing act and so proceeded to prove this in the second  chapter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He said at the end, “It is not yet obvious,” that is it has not yet  been shown that the soul truly informs.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cicero’s interpretation is with- out doubt contrary to the mind of Aristotle since he [i.e. Aristotle] set  forth first the division of substance into matter, form and composite,  and he concluded that the soul is form, and he compares it to  knowledge.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Question 2 Whether and in what way the soul is first act   1 The answer to this question is affirmative as Aristotle infers in chap- ter 1 of this work from the answer to the preceding question.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, therefore, is said to be first act in the first way, and  thus Aristotle says that the soul is that by which we primarily live, that  is, that by which we are primarily in the nature of the living, or that by  which we primarily act vitally.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus he contrasts the soul with  knowledge, which is an intermediate act, and he says that the soul is a  prior act [to knowledge] because it is absolutely first.", "meta":{"source":"Suarez, De Anima"}}
{"text":"First, that the soul ought to be the most perfect act; second  act, however, is more perfect than first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore the soul is sec- ond act, not first.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul is not always separable from its operation, as  is plain in the case of the vegetative soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, therefore, is not  essentially first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"4 Concerning the first argument Cajetan says that first act-and the  same holds of the soul-is materially more perfect; that is, it is more  perfect according to its entity; but that second act is more perfect for- mally, that is, in the nature of act and the mode of actualizing because  it destroys all potency.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul and other similar first acts are  of this sort.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The form of fire is an example of the first kind; it is distin- guished from its own activity, nevertheless because it acts naturally it  is thus always conjoined with its activity.-The rational soul, which is  able to cease from acting, is an example of the second kind of first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle means that the soul is first act in the second way,  that is, it is an act which is able to cease operating.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Furthermore, that the soul is first act in the second way was so  obvious that it did not need the exposition of Aristotle to be estab- lished.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He [Cajetan] says that the soul being first act in the second  way pertains to the definition of the soul, and it applies to every sort  of soul, either through non contradiction [to its nature] or a certain  indeterminacy on the part of activity; that is, because although not  every soul is able to cease from every second act, nevertheless, there  is no soul which is unable to cease from some activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore,  when a soul as such exceeds the degree of inanimate form, it ought to  have a greater power over its own activities, and thus it will be able to  cease from acting.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For instance, the  rational soul, because it is most perfect, has perfect dominion over its  activity and is able to cease from activity in proportion to its freedom.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But, to be sure, the sensitive soul, although it does not have freedom,  nevertheless, intrinsically has a certain way of ceasing from activity,  either through sleep or desire.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The vegetative soul, which is more im- perfect, is indeed more subjected to its activity; nevertheless it is able  to cease from many activities, as when a living thing attains its full  size it ceases to grow.", "meta":{"source":"Suarez, De Anima"}}
{"text":"10 These and other points are expounded upon by commentators, and  they are not entirely superfluous because they are worth knowing in  themselves; nevertheless they are attributed to Aristotle without any  reason, because he never dreamed of distinguishing in this passage  between separable and inseparable acts, but he only wished to teach  that the soul is first act in the same way as any other substantial form,  whether it is separable or not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise, Aristotle proves here that the soul is first act from  this only that it is the first principle of vital activities; he does not  prove, however, whether it is separable or not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise, Aristotle composes the definition of the soul by  gathering beliefs which are acknowledged by all, namely that in living  beings there are some operations of which the soul is the principle.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle infers “soul” to be first act in the manner of form,  and he makes “form” to be the genus, as it were, in the definition of  the soul, and takes first act as that which is common to all substantial  forms.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And this was rather apt in explaining  the point, namely that the soul is, in itself, the kind of act which re- mains with the ceasing of operation.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless, Aristotle did not  intend to teach that all souls are intrinsically capable of existing in the  way the soul of a sleeping person exists.", "meta":{"source":"Suarez, De Anima"}}
{"text":"13 Whether it is of the nature of the rational soul to have some mode  of ceasing from operation which proceeds from a perfection.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But  there is doubt whether it is of the nature of the soul to have some way  of ceasing from activity which proceeds from perfection.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The re- sponse to this is that it does not belong to the nature of the soul as  such.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Proof:  The soul as such does not necessarily transcend the  order of agents acting by the necessity of their nature without any  cognition; therefore, the power of dominating its actions does not be- long to the nature of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also, that which is of the nature of the soul must belong to  every soul, but certainly it does not belong to the vegetative soul to be  able to cease from acting.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For the vegetative soul is always subject to  its own operation, as we will make clear below, and if it ceases, it  ceases from imperfection, namely because its power is terminated.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This  manifestly shows an imperfection [in such a soul], and certainly a  greater imperfection than to be necessitated to act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Although, there- fore, this type of soul has a mode of being and an end in its actions,  nevertheless it always performs them with absolute necessity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, to be a first act of the second type is not of the es- sence of the soul as such because what is of the essence of the soul is  found in every particular soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cajetan Replies: It is found through non contradiction [in the  soul]; for whatever soul, insofar as it is a soul, it is not a contraction  that it be first act in that way---But this is not valid, for what is essen- tial, and especially for a thing so perfect, must positively belong to it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, to be first act in the second way can be predicated  of the soul in common in an indefinite way, as an inferior of a superi- or.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus it is predicated accidentally, as it were, or in the manner  of a contracting difference, which is not able to be placed in the defi- nition of the genus [of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is able, nevertheless, to be attribut- ed to the soul in general, namely, because it is intrinsically contracti- ble to a special nature of soul to which it belongs to be first act in the  second way, and in this the soul surpasses, as such, the form of the  inanimate as such, for the form of the inanimate is not contractible to  the nature of a form having dominion over its own activity, since inan- imate forms, in all their latitude, are bound to their activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But, in- deed, the soul is so contractible because in its extension we come up- on forms having those perfections, which proves that the soul is con- stituted in a higher grade of being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For although the grade of the soul is more perfect, nevertheless its su- periority does not consist in dominion over its activities, but in the fact  that the soul is the principle of activities which living things are able  to have in themselves, by which they are able to perfect themselves.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Question 3 Whether the soul possesses an essential ordination to  an organic body   1 We have said that the soul is first act, but that which is act must nec- essarily have an ordination towards that which it actualizes.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus Ar- istotle defined the soul through ordination to the body of which it is  the act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In chapter 2 of On the Soul he concludes that the soul is not a  body, but is, nevertheless, “something of a body”.", "meta":{"source":"Suarez, De Anima"}}
{"text":"From this it seems  to be implied that the soul has an essential ordination to a body with- out which it is neither intelligible nor able to be defined.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In the first place because to be [essentially] ordered to some- thing is a relational property; the soul, however, does not intrinsically  and essentially include a relation, otherwise it would be an accident.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Secondly, either by “body” we understand matter-and that is  not right because an essential ordination to matter is common to all  forms-or we understand matter with an organic structure, and that is  not right because matter with an organic structure includes the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In fact, organic structure is brought about by the soul; otherwise it  would be brought about by accidents which is a bigger problem, for in  that case the soul would be essentially ordered to accidents.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Lastly, the soul is essentially ordered to activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3 This difficulty has an aspect common to all forms and an aspect that  is specific to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The spe- cial difficulty concerning the soul, however, is whether or not the soul  should be classified with such things [as an accident or a power].", "meta":{"source":"Suarez, De Anima"}}
{"text":"4 Concerning the difficulty which occupies us, let the first conclusion  be: The aptitude that it has for informing the body is of the essence of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Proof of the conclusion: The soul is essentially a form, and a form is  essentially informative of matter; therefore [the soul is essentially in- formative of matter].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Confirmation: The soul is essentially a part.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore,  [the soul is essentially ordered to a whole and to other parts of that  whole].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, those who think that an aptitude to inform is a  property of the soul which follows from its essence are mistaken; for  certainly, if this aptitude followed from its essence, it would presup- pose an already fully constituted essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because, nev- ertheless, this aptitude to inform matter is common to all substantial  forms, it remains to be seen what uniquely pertains to the soul on this  point.", "meta":{"source":"Suarez, De Anima"}}
{"text":"5 Let the second conclusion to this be: The soul is essentially ordered  to an organic body, and in this it differs from other forms.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul therefore differs in the first place from the forms of  inanimate things because it has a more noble effect upon matter, con- stitutes a more perfect composite, and bestows on it a richer being  than other forms do.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And hence it differs in the second place because the soul re- quires that matter be disposed in a more eminent way than other forms  do.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3, and it is characteristic of the soul to be the act  of a body that consists of parts of this type.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But other forms inform a  body of the same nature in all of its parts, but every soul informs a  body that has parts that differ from one another, as is obvious from  induction.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The reason [for this difference] is that, since the soul is a more  perfect form than the forms of inanimate things, it surpasses these  forms in operations since the form of an inanimate thing has one sim- ple and natural mode of operating without skill and variety; but the  soul has a great diversity in its works, and executes its actions in a  certain skillful and admirable way, and therefore it requires diverse  organs, the more numerous and nobler the more perfect the soul is.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But someone will object that the heaven has an organic body  and nevertheless its form is not a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There  is, therefore, a difference between the soul and other forms because  the soul informs an organic body and others do not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For just as the soul of a plant, through its diverse parts, also  constitutes distinct organic parts, so the whole human soul existing in  each part informs them in diverse ways.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This can be understood as  follows: because from the power of the mode by which the soul in- forms the head it requires in it certain sorts of dispositions, and, if  some one of them is diminished, the soul immediately departs from it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence two kinds of organic structure can be distinguished:  One, being accidental and consisting in a diversity of accidents, the  other being substantial and consisting in the mode of informing of the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Similarly, “organic body” can be understood in two ways: \tIn one way it can be taken to be matter disposed for receiving  the soul, for just as the form of fire requires matter properly disposed,  so also does the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"However, there is a difference because the form  of fire requires dispositions of the same nature, but the soul requires  diverse dispositions in diverse parts, according to the different func- tions the parts are ordered to.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This difference follows from another  difference, namely that the form of fire, for example, does not bestow  on the composite a grade of being above the corporeal sphere; but the  soul surpasses it and confers the perfection of life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And so the soul is  said to suppose the body as its receptacle, not because a determinate  body would be constituted by another [substantial] form besides the  soul, but because the soul itself, insofar as it confers the perfection of  life, presupposes the perfection of the body brought together by the  soul itself according to diverse aspects, as we have noted [in our  commentary on] On Generation and Corruption, book 1. [", "meta":{"source":"Suarez, De Anima"}}
{"text":"And if “body” is taken this way in  the definition, it signifies the subject of the soul with whatever would  be required so that it would be subjected to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This form is nothing else but the  soul, and such an organic body is the living being itself constituted by  a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And “organic body” in this sense differs from the first sense  because the former is formally, organically structured by its accidents,  but the latter is formally, organically structured by the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence the  former is placed in the genus of material cause for the receiving of the  soul, but the latter is constituted by the power of the introduction of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Aristotle’s definition of the soul “organic body” can also be  understood in this second way; and thus it explains the quiddity of the  soul very well, for it states the proper mode of the soul’s informing,  through which it is distinguished from other forms, and by reason of  which the soul requires accidental organic structure in matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"9 But perhaps you will say that in neither way can the soul possess  ordination to an organic body since in the first way an organic body  includes accidents; however, substance, since it is prior to and more  perfect than accidents, is not able to have an ordination to them, nor is  it able to be defined through them.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But, indeed, in the second way an  organic body is the same as the living thing, which is posterior to the  soul and includes it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, the soul cannot have ordination to the  living thing nor be defined through it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Never- theless, the soul can be defined with reference to such a body because  accidents of that sort are prior to the soul itself in the genus of material  causality, although they are posterior in perfection; for, although the  order of substance is absolutely prior to the order of accidents, even in  the genus of material causality, nevertheless some accidents, with ref- erence to a certain partial substance, can be prior in some genus of  causality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But it must not be thought because of this that the soul is or- dered to accidents; rather is it the case that the accidents themselves  are ordered to the soul by preparing a subject in which it ought to be  received.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And in this way [accidents] can enter into the definition [of  the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"To the second argument, I respond that the composite is in- deed posterior to the form in the order of execution; nevertheless, it is  prior in the order of intention and final cause because the soul has an  intrinsic ordination to constituting the composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus  as potency is best defined through act, so also the soul is best defined  through its formal act, which is the constitution of a certain sort of  composite [i.e. a living organism].", "meta":{"source":"Suarez, De Anima"}}
{"text":"From  all of these arguments the truth of the second conclusion [i.e. the soul  is essentially ordered to an organic body] is obvious.", "meta":{"source":"Suarez, De Anima"}}
{"text":"10 But you will ask whether the soul has ordination to the organic  body understood either as the whole or the disposed mater.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus the problem is  solved because the soul, by the same act, informs matter and consti- tutes the composite, and thus the aptitude for both is one and the same  thing, although it is conceptually distinguished by us.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, how- ever, is not ordered to disposed matter in the same way as it is ordered  to the accidents themselves, but it is ordered to the matter which it  informs.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Accidents as prerequisites [for the information of the soul]  are necessary conditions.", "meta":{"source":"Suarez, De Anima"}}
{"text":"11 Solution to the difficulties raised above.---To the first difficulty the  usual response is that the ordination of the soul to the body, as well as  similar ordinations, is a transcendental relation, not a predicamental  one.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This order is not a relation because it does not posit  in such a thing formal dependence on that to which it is ordained, as is  obvious, since the soul is able to endure although the body has been  corrupted. [", "meta":{"source":"Suarez, De Anima"}}
{"text":"12 Consequently it must be said of the soul that by its own nature it is  ordained to informing a body, and for this reason it receives an es- sence according to which it is suited for this end.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Apollinar  thought the same in text 6, q. 3 of [his commentary on On the Soul]  saying that the soul can be defined without ordination to another thing,  for that property is not only proper to relative things but also to abso- lute things which are imperfect and are by their nature a part of anoth- er thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Question 4 What the quidditative definition of the soul is and how one definition is proven through another   1 We presented above two definitions of the soul taken from Aristotle.", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 The second definition is also deficient in many ways:  \tIn the first place, it is not applicable to every soul but only to  the intellective because it alone is the principle of living, sensing, and  understanding.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The first part is obvious from what has been said in the pre- ceding three questions since the soul is essentially a form and a first  act, and in this respect is similar to other kinds of first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"“First act”  thus rightly holds the place of genus since the soul is the act not of an  artificial body but of a natural one.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus  the definition locates the soul in its proper genus and confers on it its  proper difference.", "meta":{"source":"Suarez, De Anima"}}
{"text":"5 The second part of the conclusion is directed against Avicenna, book  6, chapter 1 of  Naturalium where he says this definition does not ex- plain the essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cajetan also in this context insinuates  that, if in the definition \"organic body\" is taken to mean disposed mat- ter, it is quidditative, but if it is taken for the substantially organized  composite itself, it is not quidditative, but it describes the essence of  the soul by something posterior.", "meta":{"source":"Suarez, De Anima"}}
{"text":"I say, nevertheless, that the definition is quidditative [taken] in  both senses for, as we have said, aptitude and ordination for a compo- site and for matter are the same thing and thus, if the phrase is under- stood in both senses, it explains the proper essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Moreover, if a comparison  must be made, the definition is more proper if \"organic body\" is taken  according to substantial organization since it explains the proper for- mal effect of the soul in the order in which it takes its species.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If, on  the other hand, it were understood as disposed matter, it would not  explain so properly the formal effect of the soul itself except perhaps  dialectically.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He states that living bodies are composite substances, and  he concludes that the soul is their act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Finally, [these  interpretations are corroborated since] the phrase taken in this sense  better explains the quiddity of the soul, as has been said.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also Aristotle, in this passage,  when he says that a whole results from the union of body and soul, is  talking about a body that is part of the composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"From this  he concludes that a soul is the act of an organic body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"7 Second conclusion:  This definition applies properly and univocally  to every soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"All of  these assert that the definition is an analogy and does not apply  properly to every soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Indeed in  the beginning of this book he states that one must investigate what is  above all the general nature of the soul and later he concludes: \"If we  must state something that is common about every soul, it is that it is  the act, etc.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"And then he says \"We have stated in a universal way  what the soul is.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"The same thing is implied in Chapter 2 where he  says that, as in all geometrical figures there is one common essence  and one definition of the figure in common, so also [with respect to all  souls there is one common essence and one definition of soul in com- mon].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence here he answers the question which he had proposed in  the “Introduction” [to On the Soul], [namely], whether there is one  common essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again [the reason] is clear: “Soul” expresses one common and  univocal concept; therefore its quidditative definition will be univocal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore “soul” [is also univocal] with respect to all living things.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again substantial form is predicated univocally of all substan- tial forms; therefore [“soul” is predicated univocally of all living be- ings].", "meta":{"source":"Suarez, De Anima"}}
{"text":"8 It is true that, if someone applies the word “soul” to something  which does not have a proper soul, for example the intelligence of the  heaven, the definition does not apply univocally to it, and that’s the  way it should be because that [intelligence] is neither univocally nor  properly a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Those authors cited above, however, are mistaken when they  think that according to Aristotle it is a fact that something can be  properly a soul and not be properly an informing act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Since, therefore, this is the only quidditative definition of  soul, it applies univocally to everything that is properly a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence,  if this definition does not apply to something, that thing is not a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Since, therefore, the soul is said by Aristotle to be the  principle “by which we live”, it is understood concerning an intrinsic  principle by which the living supposite (to which the action is attribut- ed as to an agent) itself operates.", "meta":{"source":"Suarez, De Anima"}}
{"text":"which are not souls, but the soul is that first principle  by which a living thing demands all its powers and through them the  soul operates as a first principle.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And because to be a first principle of  operation belongs also to the form of inanimate things, Aristotle adds  the denomination “we live”, for the soul is not just any form, but it is  that which is the first principle of vital operation.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is established  therefore that the soul is defined in this way by the relation it has to  activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"11 But in the second place note that Aristotle in this definition not on- ly offers a definition of soul in general, he also implicitly adds the di- vision of the soul into rational, sensitive, and vegetative, and he gives  definitions of all [three types of soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore the clause \"by which  we live\" can be taken as signifying the operations of the vegetative  soul, that is the principle that gives vegetative life to us.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus from all these elements there results one definition of the  soul in general, not because all the elements must belong to every  soul, but because they are applicable disjunctively in the way in which  in a definition of nature we use the phrase \"motion and rest.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence it  is not the first principle, but rather it functions as an instrument of the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And, if it informs  a body, it is for the sake of activity, namely that the soul uses the body  as an instrument of its activities. [", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus, according to some] the defini- tion that explains the soul's ordination towards activity is more essen- tial than one that explains its relationship with the subject.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This definition is not descriptive because it  doesn't express a property of the soul but a certain intrinsic relation- ship that it has.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In this way the substantial form is similar to heat  and the soul is a substantial form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This can also be demonstrated with another example:  It is an  established fact that the soul exercises its act insofar as it is a principle  of being and not insofar as it is a principle of activity, as is obvious in  a living thing which is not actually acting.", "meta":{"source":"Suarez, De Anima"}}
{"text":"14 From what has been said it follows, furthermore, that both aspects  cannot pertain to the quiddity of the soul, but one of them constitutes  the essence of the soul while the other is, as it were, a property which  follows from the essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"We have proven that the first  definition of the soul is quidditative; it remains, therefore, to conclude  that the second definition is not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This appears with greater clarity in  material souls which are primarily ordered to be the acts of matter by  which they are sustained in being [as in a subject] so that they might  be principles of action.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This includes the rational soul, although it can  exercise its proper activities outside the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore [it is not in- cluded either] in the essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"A living thing is constituted  by the soul in that the soul is essential to the living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The  minor is clear since, if we prescind from all experience, it is as ob- scure to us whether the soul is the principle of activity as it is whether  it is the principle of being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Considering the soul in itself, it is clearer  that it is the principle of being because being is prior and is the cause  of activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"We in fact come to know activities, and then we deduce  that there must be a principle underlying them which we call the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus, with respect to our knowledge, it is clearer that the soul is the  principle of operations, and from this we conclude that there is a prin- ciple of being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In fact the following [proof] is fallacious:   \"Because the soul is the principle of activity, it is the principle of be- ing.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"But rather the contrary would be better:  \"Because the soul is the  principle of being, it is the principle of activity.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"In fact the intrinsic end of the soul to which it  is intrinsically directed is to give being and to vivify substantially.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence by ex- plaining the point through causal propositions, the following is true:  \"Because the soul is ordered towards giving such and such being to a  composite, it is ordered to be for it a principle for acting in specific  ways.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"Averroes and Giles respond that the first definition is called  \"quia\" and this one “propter quid” because the former is made in gen- eral but the latter reaches down to concrete souls and gives means suf- ficient to demonstrate all their passions.", "meta":{"source":"Suarez, De Anima"}}
{"text":"20 This opinion, taken with a grain of salt, can be admitted.--- In the  first place, therefore, it should not be denied that the proof considered  in itself and as such is a posteriori since its middle term  is posterior  to the quiddity of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In addition the ordination to activity is not  the final cause of the quiddity of the soul, but is a secondary end de- rived from the primary end of the soul which is to give being to the  composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence Aristotle further on in Chapter 4 expressly teaches  that the soul of a living entity has the nature of three causes, namely  the formal in so far as it confers being, the efficient insofar as it is a  principle of activity, and the final in as much as all its powers and ac- tivities are ordered towards its perfection.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore activity is not the  primary end of the soul considered in itself, but rather the reverse.", "meta":{"source":"Suarez, De Anima"}}
{"text":"With respect to us nevertheless, but not in the order of existential real- ity, it can be said that activity is the end of the soul and that it has been  made on account of activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This proves the sec- ond argument together with its supporting confirmation since the soul  is also classified among imperfect entities and its primary end is to  give being to a composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless an ordination to activity is not the end of a soul  considered in itself but only with respect to us.", "meta":{"source":"Suarez, De Anima"}}
{"text":"DE ANIMA  Disputation II _________    Question 3  Whether the principle of understanding in humans  is something incorporeal, subsistent, and immortal  1 Knowledge of the intellectual soul is more difficult for us to the ex- tent that it is more perfect and more elevated above matter [than other  souls].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus to explain its substance many more principles are neces- sary than in the case of other souls about which it was not necessary to  ask if they are incorporeal and immortal since they do not have even a  trace of these qualities.", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 The reason why a soul might be called material.--- For evidence of  this we should note that, in conformity with books 1 and 2 of the  Physics, form is not called material because it is composed of matter  and form but because matter exercises some causality over it by sus- taining it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Whether the souls of animals are immortal.---Aristotle in  Book 2, Chapter 3 of On the Generation of Animals concludes from  this argument that all souls except the human are material and mortal  because, since activity follows being, if every activity of a form is ma- terial, the being itself constituted by that form will be material.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also Cardinal Bessarion, Book 2 of   Against the Calumniator of Plato, Chapter 7 and Marsilius Ficinus in  On the Theology of Plato, although St. Thomas in the [Summa theolo- giae] 1 p., q. 75 a. 3 says that according to Plato the souls of animals  are immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3 The present question, therefore, is applicable only to the human  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It has been argued that our soul is educed from the potency of  matter; therefore it is material.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Confirmation: If the opposite were true, the soul would be  created; therefore the action would be ordered essentially to the pro- duction of a part.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But such is our soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [our soul  is material].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Confirmation:  If the soul does not come to be except with a  body, it therefore depends on it in some way.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore [the human soul is material].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore the same is true of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again Ecclesiastes 21 [3] says, \"His  teeth, the teeth of a lion which  destroy the  soul of man.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"4 The Sadducees were in error about this subject a long time ago since  in denying the resurrection, as it says in Acts 23 [8], they simultane- ously denied the immortality of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The Epicurians held the same as did Alexander  of Aphrodias in On the Soul 3 and the Arabs who said that the soul  perished with the body although later it was recreated by God at the  time of the resurrection, as Eusebius relates in book 6, chapter 37 of  his Church Histories.", "meta":{"source":"Suarez, De Anima"}}
{"text":"6 Let the first conclusion be as follows:  It is evident by natural reason  that the human soul is immaterial and subsistent.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This cannot be  demonstrated a priori by us because we do not understand our soul as  it is in itself.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If,  therefore, the activity of our soul is spiritual, the power must be also,  and if the power is, then the substantial principle must be also since  activity follows power and power nature as St. Dionysius said in On  the Celestial Hierarchy, chapter 11.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Augustine in  his book On the Immortality of the Soul, wanting to prove the immor- tality of the soul, said one must begin with a definition of reason  which, he claimed, is an aspect of the soul, “which perceives the truth  itself not through the body, nor is the contemplation of the truth medi- ated through the body.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. Thomas in [the Summa theologiae]1 p., q. 75, a. 6 proves  this conclusion from the preceding one since the rational soul is in  itself subsistent.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The consequence is  obvious for the soul would either be corrupted intrinsically or acci- dentally.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This proves that [corruptibility] does not belong  intrinsically [to the soul] for what is only form and is subsistent cannot  be corrupted intrinsically.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This is manifested  in the soul in another more physical way; for that is corruptible which  can be corrupted by some other natural agent; a form, however, sub- sisting essentially and independently of a body, cannot be corrupted  by a natural agent.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [the soul is incorruptible].", "meta":{"source":"Suarez, De Anima"}}
{"text":"But in the subsistent soul there  is no such subject, nor such corruption.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In our soul, however,  there is no matter nor any dependency on matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And this is the sole speculative way to demonstrate the incor- ruptibility of our soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore after the life of the body there remains another  life for the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. Clement says in Book 3 of  his Evangelical Recognitions quoting St. Peter, “If God is just, the  soul is immortal.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. John Chrysostom, quoted above, says this ar- gument convinces us so clearly that our soul is immortal that it is as  clear as the fact that there is light at noon.", "meta":{"source":"Suarez, De Anima"}}
{"text":"27 Let us hear what the philosophers have to say regarding punish- ment of the wicked and rewards for the good in the next life.--- Socrates implicitly makes the same argument, as Cicero points out in  Tusculan Disputations 1 30, 72: “There are two routes, a twofold path  for souls departing from the body: for those who had defiled them- selves with human vices and have given themselves over to their lusts- for them there was a detour that took them far from the councils of the  gods.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Epicharmus said something similar as Eugubinus points out in Book  9, chapter 15: “If you have cultivated piety in your soul, you will not  suffer after death, and your soul will abide in heaven.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the souls of  the wicked wander below heaven afflicted with fierce sufferings and  ever lasting torment.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"28 Hence another counter argument which could have been advanced  at this point can be rejected, namely that, although reason concludes  that souls are punished and rewarded at some time after they depart  from the body, it cannot, nevertheless, be concluded from this that  souls live forever but only that they are kept alive for a certain time by  God so that each should be treated according to its behavior while in a  body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This argument can be rejected because of the fact that, if a sep- arated soul survives, it is natural for it, and it is not a miracle since  nothing is miraculous in the order of nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus, if a soul survives  separated from the body because of its nature, it will live forever.", "meta":{"source":"Suarez, De Anima"}}
{"text":"29 Another moral way of proving this truth is taken from the end of  our soul, viz.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [the soul has an end].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Man also has his own proper end, but it is not attained in this life  which is full of miseries, sins, and contention between body and soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There exists for him, therefore, another life in which he may attain his  end, at least the more important part of him which is the soul can.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [the soul is immortal].", "meta":{"source":"Suarez, De Anima"}}
{"text":"32 The final way is taken from the fact that the immortality of the soul  and the knowledge of it serve as the primary and necessary foundation  for the attainment of virtue.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore man can naturally come to  know the immortality of his soul since absent this foundation men  would live like beasts and lapse into such thoughts as “Let us eat and  let us drink for tomorrow we die,” as is said about fools, Wisdom 2, 6  and 15, 12 and Isaiah 22, 13 and  56, 12.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Alluding to this St. Augus- tine says in the last chapter of book 6 of his Confessions,  “If the soul  is mortal, in my opinion Epicurus wins the palm.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"33 Opinions of philosophers on the immortality of the soul.--- The  third conclusion is [as follows]:  the more ancient and more serious  philosophers recognized the immortality of the soul, and it was com- monly held by men who thought rightly using the natural light without  the illumination of faith.", "meta":{"source":"Suarez, De Anima"}}
{"text":"“The soul having fallen into a human body, if it perseveres in evil will  not taste immortality nor will it enjoy good.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"The evil soul, howev- er, is said not to enjoy immortality, not because it ceases to be, but  because it does not enjoy the goods of immortality but will always  undergo punishment.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And further on he says, “The soul after it has been purged is  admitted to the company of the blessed.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus our soul, when it considers something by itself, separated  from the senses, reaches pure and divine being maintaining itself in  this same mode, grasps with the mind the order of the universe, the  courses of the heavens and the stars.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because of its likeness to God, our soul is called an ema- nation from God by Plato.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Many have erred thinking the soul was a  part of the Divine Substance.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also  Cicero very often, especially in Book 1 of the Tusculan Disputations  and in On Old Age and in Book 2 of On the Laws he says, “The souls  of all are immortal but those of good and valiant men are divine.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Phocylides, the most ancient Greek poet, says this:  “Life for us is short; we all live for a time, but the soul does not know  death or old age.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Epictetus  holds the same, and Lactantius tells us in Divinarum Institutionum,  Book 7 that a certain Pollytes consulted Apollo about this and Apollo  responded in an oracle that the soul is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Often poets have much to say about the Elysian  Fields where, according to myth, souls promenade [implicitly] assert- ing that they are immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others call the soul separated from a body a “deified ghost.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Chapter 5, 2  and Valerius Maximus Book 2, Chapter 186 reports that the people of  Gaul believed souls were immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For while I was with you, you did not see my soul, but you knew that  it was in this body from the deeds I performed.", "meta":{"source":"Suarez, De Anima"}}
{"text":"34 On the suicide of many ancients who, because they believed their  souls were immortal, expected that they would enjoy a future life.--- Many ancients abandoned themselves to death so that they would en- joy the soul and the future life more freely.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Something similar is related about many Romans  who killed themselves because of their well known shortcomings or  exposed themselves to the obvious danger of death, trusting complete- ly in the immortality of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"35 An argument for the conclusion can be taken from what has been  said since knowledge of the immortality of the soul is so necessary for  rightly ordering the customs of men, it was inherent in the providence  of God that it would be known among all nations, in every period of  time, and especially by the more eminent men.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Many of those who held this belief were in error  regarding many other things about the soul, namely its origin, its  manner of existing in the body, or about the number of souls or its  status in the future life, as we shall see in the following question.", "meta":{"source":"Suarez, De Anima"}}
{"text":"37 Many authorities are of the opinion that Aristotle thought the soul  was mortal.---Numerous very eminent authorities think that Aristotle  considered the soul mortal, e.g. Clement of Alexandria; Justin Martyr  in his “Hortatory Sermon to the Gentiles;” Theodoretus, De Curatione  Graecarum Affectionum, Book 5; Alexander Aphrodisias, [in his  commentary on] On the Soul, book 3; Pomponatius, On the Immortali- ty of the Soul, and Cajetan, [in his commentary on] On the Soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"On the other hand, there are some who think Aristotle rightly  believed in the immortality of our soul: St. Thomas, [in his] Summa  contra gentiles, book 2, chapters 78 and 79, [his commentary on] On  the Soul, lecture 10, and book 12 of [his commentary on] the Meta- physics, lecture 3; Albert the Great, [in his commentary on] On the  Soul, tract 2, chapter 2 and tract 3, chapter 13; Ammonius; Philoponus  [commentary on] On the Soul, Proemium, texts 13, 65, and 82 and  Book 2, texts 25 and 26 and Book 3, texts 7 and 20; Simplicius [com- mentary on] On the Soul, book 1, texts 65 and 66 and Book 2, texts 11  and 20; Giles of Rome, book 3, chapter 4; Durand, in [his commentary  on The Sentences,] 2, d. 18, q. 3; Sylvester of Ferrara, in [his commen- tary on] the Summa contra gentiles, book 2, chapter 69 and other  Thomists in general and the moderns, especially Augustine Eugubi- nus, book 9, chapter 8.", "meta":{"source":"Suarez, De Anima"}}
{"text":"38 What I have been able to gather from these and from other books  of Aristotle is that he believed and recognized that our soul is immor- tal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"However, either because he did not think he had a satisfactory  demonstration of this or because he could say nothing about the status  of the separated soul, he never, therefore,  dealt explicitly with this  question, nor did he reveal clearly his mind, but in some passages he  hints at it and in others he conceals it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Secondly, if the human soul possess some kind of quality  or activity unique to it, it is possible that it could be separated from the  body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He does not  argue; he only poses two propositions as two foundations and first  principles for investigating the immortality of the soul, as Philoponus,  Simplicius, and St. Thomas observed.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The comparison is between the soul  and the body and not with other extrinsic things.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence it must be noted in the third place that all vital opera- tions have their origin in the soul and none in the body because the  soul is the first principle of life, and thus there is no vital operation  proper to the body; every vital operation is proper to the soul in some  way.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless, there is a difference because there are some opera- tions which, although they originate in the soul, are nevertheless con- summated in the body and inhere in it as in their subject.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Other operations arise from the soul, are  received in it, and take place without corporeal instrumentality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Wherefore, note that from the independence of  only one activity, the independence of the soul can be deduced and  from the dependence of many activities the dependence of the soul  cannot be deduced.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Book 3, however, as if subsumed  under it, he teaches that there is in us some sort of operation that is  proper to the soul, namely to understand, and in texts 4, 6, and 7 he  shows that the intellect is not an organic power.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And from these premises it follows clearly in this way: If  the soul has [an activity independent of the body, it has a being inde- pendent of the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul has activities independent of the  body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Book 2, text 21 he says that the intellect differs from other  parts of the soul as the everlasting differs from the corruptible, and in  Book 9, text 12 of the Metaphysics he says it is possible for us to un- derstand what is separated from matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Book 12, text 17 of the  Metaphysics he says “Nothing prevents some forms from surviving  after the corruption of the whole, especially if it is such as the soul or  the intellect or the mind.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again in Book 2 of On the Generation of  Animals, Chapter 3 he shows that the souls of other living things are  educed from the potency of matter saying: \"Plainly those principles  whose activity is bodily cannot exist without a body…For the same  reason they cannot enter from outside…being inseparable [from a  body].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise in Book 2, text 45 he expressly says the soul is not  corporeal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"41 We cited also in [our] “Introduction” various passages from Aristo- tle in which he stated that treatment of the rational soul pertains to  metaphysics in some way because it abstracts from matter according  to its being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If, however, the  soul were mortal, there would be no virtue in seeking death because  all happiness would perish along with life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It  must be assumed that, if any activity is proper to the soul, it is to un- derstand.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle then says that, if to understand is some kind of im- aginative activity or if it does not happen without imagination, the  soul is not separable.", "meta":{"source":"Suarez, De Anima"}}
{"text":"From this we might understand that Aristotle reasoned concern- ing this matter as follows:  If to understand is an activity of the imagi- nation or does not take place without imagination, the soul cannot be  separated; but to understand does not take place without imagination;  therefore the soul is not separable.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This line of reasoning led Cajetan to say that according to Ar- istotle the soul is mortal, and thus he explains in a different way the  common and proper activity which we have explained following Al- bert in his treatise on Book 1 of On the Soul, Chapter 6 and Averroes.", "meta":{"source":"Suarez, De Anima"}}
{"text":"43 With respect to this it should be noted that activity of the soul can  depend on the body in two ways:  In one way it uses the body as a  subject and an instrument, as vision depends on a body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus  Cajetan held that according to Aristotle our understanding is a com- mon activity because according to him it depends on the body as on  that which supplies it with species and thus the soul does not have  proper activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This explanation has a solid basis in the literal meaning of  Aristotle since, when he says that, if understanding is imagination or it  is not without imagination, the soul is not separable, he clearly means  that, if understanding is not without imagination, there is no  activity  proper to the soul, as is obvious from the third conditional proposition.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, for the soul to have a proper activity, it is necessary that it  neither be imagination nor even necessarily require imagination.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Furthermore, in that text Aristotle says a proper activity of the  soul is that which properly occurs without the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, according to him understanding  is not an activity proper [to the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence in the passage from the  “Introduction” cited he says immediately, “Everything the soul expe- riences occurs in union with the body.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"There- fore Aristotle recognizes that the intellectual faculty of the soul is im- material; therefore he recognizes the same is true of the soul; therefore  he recognizes the soul is immortal since to say that he knows the soul  is spiritual and is not immortal is ridiculous since these two are so in- terrelated that it is hardly possible to be ignorant of the second while  knowing the first.", "meta":{"source":"Suarez, De Anima"}}
{"text":"l. At the beginning of the “Introduction” he has these words:  “Some of these affections seem to be peculiar to the soul, and some  seem to inhere in living things also by virtue of the soul.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Here he  calls that activity common which exists in the composite by reason of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, on the other hand, he calls that activity proper  which inheres in the soul and is not in the living being itself by reason  of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [any activity which does not de- pend on a body as its instrument is a proper activity of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence he clearly teaches that a certain power  of the soul is separable because it does not actualize the body, that is  because it is not sustained in it and because it is not an organic faculty.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore such a power and its activity are called proper to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Even scholars holding the opposite opinion admit that, ac- cording to Aristotle, our soul has activity independent of the body as  its subject and organ.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Finally, [they ought to admit that]  he calls that activity proper since it can be inferred from it that the  soul is spiritual and therefore immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If Aristotle thought in this way: that “if the soul has proper  activity, is it separable”, that proposition [would be] ridiculous since it  is abundantly clear that the soul does not have proper activity in such  a way.", "meta":{"source":"Suarez, De Anima"}}
{"text":"All interpreters admit that the foundation laid down by Ar- istotle in the “Introduction” is a unique middle term to prove the im- mortality of the soul both according to Aristotle and in reality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But  this is a true middle term: If the soul has proper activity in the sense I  have explained, it is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cajetan denies the minor premise and says the middle term is that, if  the soul has a proper activity, that is, [if it has an activity that is] inde- pendent of the body in every way, it is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And because the  soul can have this activity, at least when separated from the body, it  follows that it is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But Cajetan does not notice that this proof  supposes what is to be proven since to prove that the soul has proper  activity, it is presupposed that it is separated, and this is what is at is- sue.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus Albert, thinking that [what Cajetan thought was the middle  term], is the middle term, said consequently that the soul in the body  can have proper activity in that sense.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Generally it is said  that, if understanding requires imagination simply and absolutely, the  soul could never exist without the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless, I do not like this solution: \tl. Because it renders this line of reasoning completely useless  since it supposes two states in the soul and in understanding: one in  the body and another outside the body, and this is to presuppose what  is to be proven.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In addition, it begs the question since according to this inter- pretation to say that the soul can understand without imagination is to  say that it can understand when it is in a separated state.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And he means  that, if understanding is imagination, that is an activity elicited by im- agination or is not without imagination, that is if it is an operation of  the same order as the operation of the imagination, and it depends on  it in the same way that other affections of the soul, for example anger,  joy, etc.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If  this is the way it is, I repeat, understanding is not without the body,  that is, it is an activity common to the soul and the body and not ex- clusively to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore after death the soul has no understanding; there- fore it is not active; therefore it doesn’t exist; therefore it is not im- mortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle does not deny, however, the soul’s capacity to  understand when it is separated, but he does say that it will not have  the same way of remembering that it has in the body because when  separated it will lack the activity of the senses.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Other than this Aristotle never says any- thing about the status of the future life nor about separated souls.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There he clearly understands that the soul sur- vives after death, as St. Thomas says in [his commentary on this pas- sage], lectures 15, 16 and 17 where he interprets the passage of Aristo- tle thus:  Solon denied that there is any happiness for humans in this  life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle criticizes this statement asserting that it is possible to  have a certain amount of happiness even in this life, pointing out that  the future life is uncertain, not with respect to the existence of the soul  but with respect to the state it will be in when separated.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle thinks our soul is  educed from the potency of matter, as is clear from Book 2 of On the  Generation of Animals, chapter 3 where he says “Therefore it must be  stated that the vegetative soul exists in potency in seeds.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The same  thing must be said of the sensitive soul and also of the rational soul.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Here he appears to assert that the rational soul is contained in and  educed from the potency of matter in the same way the vegetative and  sensitive souls are.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The understanding of this passage requires us to know what  Aristotle thought about the origin of our soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For the present I say that the opinion of  Aristotle is clear:  The soul is not educed from the potency of matter  since he already said that it comes from without.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The  soul is always produced in matter disposed to receive it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"49 Whether the soul is immortal according to faith.---Let the fourth  conclusion referring to the third point be this:  It is absolutely certain  according to the Catholic faith that our soul will never perish and that  it is therefore immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Proof--- From Wisdom, chapters 2, 3, and 4 “The souls of the  just are in the hand of God and not, etc.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Chrysostom interprets this text in “Homily 71 on St. Matthew” [to  refer to the immortality of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Theophylactus and Cajetan [do  the same in commenting] on this passage in Matthew, and also [in  commenting] on Matthew 10, 28, “Be not fearful…”                Furthermore this truth about the immortality of the soul is the  basis of almost all the mysteries of our faith, and especially those  which pertain to the salvation of the human race since, if the soul were  to perish, the passion and redemption of Christ would be superfluous.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Certainly, if the soul dies, our faith is vain and also our preach- ing, and Christ would have died for nothing, and his everlasting king- dom is falsely proclaimed.", "meta":{"source":"Suarez, De Anima"}}
{"text":"John 12, 25: “He who hates his own soul,  etc.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Moreover, if the soul dies, how can everlasting  punishment in Hell be proclaimed?", "meta":{"source":"Suarez, De Anima"}}
{"text":"Psalm 15, 10 “You will not abandon  my soul in Hell.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again, if the soul does not abide, how is it “a holy  and salvific thought to pray for the dead so that they may be absolved  from their sins,” as is stated in II Maccabees, 12, 46.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is a most steadfast  truth of the faith that the soul lives on after death.", "meta":{"source":"Suarez, De Anima"}}
{"text":"50 Whether the soul is immortal by its own nature or by the grace of  God.--- Whether the soul is immortal by nature or it has this character- istic as a gift and by the grace of God is identical with the question of  what faith teaches on this matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus someone could say that our soul  will last forever because God will preserve it, not because it is intrin- sically immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because Sacred Scripture only says that the soul lasts for  eternity; it does not teach that immortality belongs to it by its nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because in the sixth Council, the third Council of Constan- tinople, session 11 it is stated that the soul is immortal not by nature  but by grace.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because the angels are more perfect than the soul, as Je- rome concludes in this comment on Matthew 11, 11 “Who…is less in  the Kingdom of Heaven…” and in his letter to Algasia, q. 10, and as  Chrysostom states in his “Sermon on Luke, On the Rich Man,” chap- ter 16.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore [it is not de fide that our  soul is immortal by nature].", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is not a matter of faith that the soul is a spirit.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore,  [it is not a matter of faith that our soul is immortal by nature].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, it is not de fide that our soul is immortal by nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is not de fide that our souls have not been educed from  the potency of matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"51 Nevertheless, let this be the fifth conclusion:  It is de fide that our  soul is immortal by its nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"All these are infallible rules of faith, and in the first  place all that was deduced on behalf of the fourth conclusion virtually  proves this, since with reference to the perpetuity of the soul, God  does not work a miracle nor does Sacred Scripture report it as a mira- cle but as something natural.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Solomon directs his sermon  against those who thought the  soul was mortal, and he says they erred because “their wickedness  blinded them.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"And consider this line from Matthew 10, 28, “They cannot kill the  soul,” as if he said there is no natural power capable of destroying the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Furthermore, under Leo X the Fifth Lateran Council, session  8, issued this definition: “The rational soul in itself and essentially is  not only the form of the human body…, but it is also immortal.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Synod VI of  the Third Council of Constantinople, session 11, it is stated that souls  and all invisible things are incorruptible.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The same was stated in the  Council of Vienna under Clement V.  \tLikewise, according to faith the soul is spiritual; therefore it is  also immaterial.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also Sacred Scripture often calls man’s soul a spirit.", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. Jerome in his “Epistle to Pammachius” condemns the op- posite as an error of Origin who said the soul had an airy body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Je- rome affirmed the same truth in [his commentary on] Matthew 10,  “They cannot kill the soul.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Last of all it is de fide that the soul is capable of seeing God  which virtually implies that it is of an intellectual and immortal nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In reply to the second argument, it can be said that in that case  the Council does not deny that the soul is immortal by its nature, but it  teaches that it is not immortal in such a way that it does not need di- vine power to preserve it because, if God ceased to sustain it and give  it being, it would lapse into nothingness.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless this  is much more certain with respect to our souls.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, however,  is only a form, even according to faith, as is stated below, and thus it  could not be imagined to be composed of matter and form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is true, nevertheless, that if angels were imagined to be composed of  body and form, their form would necessarily be posited as spiritual,  just as the soul of man is.", "meta":{"source":"Suarez, De Anima"}}
{"text":"53  From everything which has been said it follows---and this can be  the sixth conclusion---that it is pious in the highest degree and in har- mony with faith to assert that the immortality of the soul can be  demonstrated by the natural light [of reason].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Moreover, he who denies that this truth is demonstrable will  also deny that the existence of God can be demonstrated for certainly  there are no more cogent arguments [for the existence of God than the  arguments for the immortality of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"To the second I reply that, although man is generated, the soul  is created.", "meta":{"source":"Suarez, De Anima"}}
{"text":"With respect to the fourth, I reply that it shows that the ration- al soul is the form of the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In the third passage the topic is the spiritual death of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":", "meta":{"source":"Suarez, De Anima"}}
