{"text":"So today I have expressly rid my mind of all worries and arranged for myself a clear stretch of freetime.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And yet firmly rooted in my mind is the long-standing opinion that there is an omnipotent God who made me the kind of creature that I am.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The nature of the human mind, and how it is better known than the body So serious are the doubts into which I have been thrown as a result of yesterday’s meditation that I can neither put them out of my mind nor see any way of resolving them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But I have convinced myself that there is absolutely nothing in the world, no sky, no earth, no minds, no bodies.", "meta":{"source":"Descartes, Meditations"}}
{"text":"So after considering everything very thoroughly, I must finally conclude that this proposition, I am, I exist, is necessarily true whenever it is put forward by me or conceived in my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Well, the first thought to come to mind was that I had a face, hands, arms and the whole mechanical structure of limbs which can be seen in a corpse, and which I called the body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"that is, I am a mind, or intelligence, or intellect, or reason — words whose meaning I have been ignorant of until now.", "meta":{"source":"Descartes, Meditations"}}
{"text":"I thus realize that none of the things that the imagination enables me to grasp is at all relevant to this knowledge of myself which I possess, and that the mind must therefore be most carefully diverted from such things!", "meta":{"source":"Descartes, Meditations"}}
{"text":"But I see what it is: my mind enjoys wandering off and will not yet submit to being restrained within the bounds of truth.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Perhaps the answer lies in the thought which now comes to my mind; namely, the wax was not after all the sweetness of the honey, or the fragrance of the flowers, or the whiteness, or the shape, or the sound, but was rather a body which presented itself to me in these various forms a little while ago, but which now exhibits different ones.", "meta":{"source":"Descartes, Meditations"}}
{"text":"I must therefore admit that the nature of this piece of wax is in no way revealed by my imagination, but is perceived by the mind alone. (", "meta":{"source":"Descartes, Meditations"}}
{"text":"But what is this wax which is perceived by the mind alone?!", "meta":{"source":"Descartes, Meditations"}}
{"text":"But as I reach this conclusion I am amazed at how <weak and> prone to error my mind is.", "meta":{"source":"Descartes, Meditations"}}
{"text":"We say that we see the wax itself, if it is there before us, not that we judge it to be there from its colour or shape; and this might lead me to conclude without more ado that knowledge of the wax comes from what the eye sees, and not from the scrutiny of the mind alone.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And so something which I thought I was seeing with my eyes is in fact grasped solely by the faculty of judgement which is in my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But when I distinguish the wax from its outward forms — take the clothes off, as it were, and consider it naked — then although my judgement may still contain errors, at least my perception now requires a human mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But what am I to say about this mind, or about myself? (", "meta":{"source":"Descartes, Meditations"}}
{"text":"So far, remember, I am not admitting that there is anything else in me except a mind.)", "meta":{"source":"Descartes, Meditations"}}
{"text":"But besides this, there is so much else in the mind itself which can serve to make my knowledge of it more distinct, that it scarcely seems worth going through the contributions made by considering bodily things.", "meta":{"source":"Descartes, Meditations"}}
{"text":"achieve an easier and more evident perception of my own mind than of anything else.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Just that the ideas, or thoughts, of such things appeared before my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And whenever my preconceived belief in the supreme power of God comes to mind, I cannot but admit that it would be easy for him, if he so desired, to bring it about that I go wrong ever in those matters which I think I see utterly clearly with my mind’s eye.", "meta":{"source":"Descartes, Meditations"}}
{"text":"2 The opening of this sentence is greatly expanded in the French version: ‘In order that I may have the opportunity of examining this without interrupting the order of meditating which I have decided upon, which is to start only from those notions which I find first of all in my mind and pass gradually to those which I may find later on, I must here divide my thoughts .. .’", "meta":{"source":"Descartes, Meditations"}}
{"text":"Lastly, as regards my parents, even if everything I have ever believed about them is true, it is certainly not they who preserve me; and in so far as I am a thinking thing, they did not even make me; they merely placed certain dispositions in the matter which I have always regarded as containing me, or rather my mind, for that is all I now take myself to be.", "meta":{"source":"Descartes, Meditations"}}
{"text":"That is, when I turn my mind’s eye upon myself, I understand that I am a thing which is incomplete and dependent on another and which aspires without limit to ever greater and better things; but I also understand at the same time that he on whom I depend has within him all those greater things, not just indefinitely and potentially but actually and infinitely, and hence that he is God.", "meta":{"source":"Descartes, Meditations"}}
{"text":"During these past few days I have accustomed myself to leading my mind away from the senses; and I have taken careful note of the fact that there is very little about corporeal things that is truly perceived, whereas much more is known about the human mind, and still more about God.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The result is that I now have no difficulty in turning my mind away from imaginable things!", "meta":{"source":"Descartes, Meditations"}}
{"text":"And indeed the idea I have of the human mind, in so far as it is a thinking thing, which is not extended in length, breadth or height and has no other bodily characteristics, is much more distinct than the idea of any corporeal thing.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But now, besides the knowledge that I exist, in so far as I am a thinking thing, an idea of corporeal nature comes into my mind; and I happen to be in doubt as to whether the thinking nature which is in me, or rather which I am, is distinct from this corporeal nature or identical with it.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The essence of material things, and the existence of God considered a second time There are many matters which remain to be investigated concerning the attributes of God and the nature of myself, or my mind; and perhaps I shall take these up at another time.", "meta":{"source":"Descartes, Meditations"}}
{"text":"When, for example, I imagine a triangle, even if perhaps no such figure exists, or has ever existed, anywhere outside my thought, there is still a determinate nature, or essence, or form of the triangle which is immutable and eternal, and not invented by me or dependent on my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And even if } had not demonstrated this, the nature of my mind is such that I cannot but assent to these things, at least so long as I clearly perceive them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Now admittedly, it is not necessary that I ever light upon any thought of God; but whenever I do choose to think of the first and supreme being, and bring forth the idea of God from the treasure house of my mind as it were, it is necessary that I attribute all perfections to him, even if I do not at that time enumerate them or attend to them individually.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But as soon as I turn my mind’s eye away from the proof, then in spite of still remembering that I perceived it very clearly, I can easily fall into doubt about its truth, if I am unaware of God.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Can one raise the objection I put to myself a while ago, that I may be dreaming, or that everything which I am now thinking has as little truth as what comes to the mind of one who is asleep?", "meta":{"source":"Descartes, Meditations"}}
{"text":"The existence of material things, and the real distinction between mind and body' It remains for me to examine whether material things exist.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The conclusion that material things exist is also suggested by the faculty of imagination, which I am aware of using when I turn my mind to material things.", "meta":{"source":"Descartes, Meditations"}}
{"text":"When I imagine a triangle, for example, I do not merely understand that it is a figure bounded by three lines, but at the same time I also see the three lines with my mind’s eye as if they were present before me; and this is what I call imagining.", "meta":{"source":"Descartes, Meditations"}}
{"text":"mind a confused representation of some figure; but it is clear that this is not a chiliagon.", "meta":{"source":"Descartes, Meditations"}}
{"text":"chiliagon, without the help of the imagination; but I can also imagine a pentagon, by applying my mind’s eye to its five sides and the area contained within them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And in doing this I notice quite clearly that imagination requires a peculiar effort of mind which is not required for understanding; this additional effort of mind clearly shows the difference between imagination and pure understanding.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Besides this, I consider that this power of imagining which is in me, differing as it does from the power of understanding, is not a necessary constituent of my own essence, that is, of the essence of my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And I can easily understand that, if there does exist some body to which the mind is so joined that it can apply itself to contemplate it, as it were, whenever it pleases, then it may possibly be this very body that enables me to imagine corporeal things.", "meta":{"source":"Descartes, Meditations"}}
{"text":"So the difference between this mode of thinking and pure understanding may simply be this: when the mind understands, it in some way turns towards itself and inspects one of the ideas which are within it; but when it imagines, it turns towards the body and looks at something in the body which conforms to an idea understood by the mind or perceived by the senses.", "meta":{"source":"Descartes, Meditations"}}
{"text":"I can, as I say, easily understand that this is how imagination comes about, if the body exists; and since there is no other equally suitable way of explaining imagination that comes to mind, I can make a probable conjecture that the body exists.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But why should that curious sensation of pain give rise to a particular distress of mind; or why should a certain kind of delight follow on a tickling sensation?", "meta":{"source":"Descartes, Meditations"}}
{"text":"These and other judgements that I made concerning sensory objects, I was apparently taught to make by nature; for I had already made up my mind that this was how things were, before working out any arguments to prove it.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For these sensations of hunger, thirst, pain and so on are nothing but confused modes of thinking which arise from the union and, as it were, intermingling of the mind with the body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Also, the fact that some of the perceptions are agreeable to me while others are disagreeable makes it quite certain that my body, or rather my whole self, in so far as I am a combination of body and mind, can be affected by the various beneficial or harmful bodies which surround it.", "meta":{"source":"Descartes, Meditations"}}
{"text":"My sole concern here is with what God has bestowed on me as a combination of mind and body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For knowledge of the truth about such things seems to belong to the mind alone, not to the combination of mind and body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For the proper purpose of the sensory perceptions given me by nature is simply to inform the mind of what is beneficial or harmful for the composite of which the mind is a part; and to this extent they are sufficiently clear and distinct.", "meta":{"source":"Descartes, Meditations"}}
{"text":"However, with respect to the composite, that is, the mind united with this body, what is involved is not a mere label, but a true error of nature, namely that it is thirsty at a time when drink is going to cause it harm.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The first observation I make at this point is that there is a great difference between the mind and the body, inasmuch as the body is by its very nature always divisible, while the mind is utterly indivisible.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For when I consider the mind, or myself in so far as I am merely a thinking thing, I am unable to distinguish any parts within myself; I understand myself to be something quite single and complete.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Although the whole mind seems to be united to the whole body, I recognize that if a foot or arm or any other part of the body is cut off, nothing has thereby been taken away from the mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"As for the faculties of willing, of understand- ing, of sensory perception and so on, these cannot be termed parts of the mind, since it is one and the same mind that wills, and understands and has sensory perceptions.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This one argument would be enough to show me that the mind is completely different from the body, even if I did not already know as much from other considerations.", "meta":{"source":"Descartes, Meditations"}}
{"text":"My next observation is that the mind is not immediately affected by all parts of the body, but only by the brain, or perhaps just by one small part of the brain, namely the part which is said to contain the ‘common’ sense.!", "meta":{"source":"Descartes, Meditations"}}
{"text":"Every time this part of the brain is in a given state, it presents the same signals to the mind, even though the other parts of the body may be in a different condition at the time.", "meta":{"source":"Descartes, Meditations"}}
{"text":"When the nerves are pulled in the foot, they in turn pull on inner parts of the brain to which they are attached, and produce a certain motion in them; and nature has laid it down that this motion should produce in the mind a sensation of pain, as occurring in the foot.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But since these nerves, in passing from the foot to the brain, must pass through the calf, the thigh, the lumbar region, the back and the neck, it can happen that, even if it is not the part in the foot but one of the intermediate parts which is being pulled, the same motion will occur in the brain as occurs when the foot is hurt, and so it will necessarily come about that the mind feels the same sensation of pain.", "meta":{"source":"Descartes, Meditations"}}
{"text":"My final observation is that any given movement occurring in the part of the brain that immediately affects the mind produces just one corresponding sensation; and hence the best system that could be devised is that it should produce the one sensation which, of all possible sensations, is most especially and most frequently conducive to the preservation of the healthy man.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For example, when the nerves in the foot are set in motion in a violent and unusual manner, this motion, by way of the spinal cord, reaches the inner parts of the brain, and there gives the mind its signal for having a certain sensation, namely the sensation of a pain as occurring in the foot.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This stimulates the mind to do its best to get rid of the cause of the pain, which it takes to be harmful to the foot.", "meta":{"source":"Descartes, Meditations"}}
{"text":"It is true that God could have made the nature of man such that this particular motion in the brain indicated something else to the mind; it might, for example, have made the mind aware of the actual motion occurring in the brain, or in the foot, or in any of the intermediate regions; or it might have indicated something else entirely.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This motion produces in the mind a sensation of thirst, because the most useful thing for us to know about the whole business is that we need drink in order to stay healthy.", "meta":{"source":"Descartes, Meditations"}}
{"text":"It is quite clear from all this that, notwithstanding the immense goodness of God, the nature of man as a combination of mind and body is such that it is bound to mislead him from time to time.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This deception of the senses is natural, because a given motion in the brain must always produce the same sensation in the mind; and the origin of the motion in question is much more often going to be something which is hurting the foot, rather than something existing elsewhere.", "meta":{"source":"Descartes, Meditations"}}
{"text":"So it is reasonable that this motion should always indicate to the mind a pain in the foot rather than in any other part of the body.", "meta":{"source":"Descartes, Meditations"}}
{"text":", "meta":{"source":"Descartes, Meditations"}}
