{"text":"To understand the passions of the soul we must distinguish its functions from those of the body Next I note that we are not aware of any subject which acts more directly upon our soul than the body to which it is joined.", "meta":{"source":"Descartes, Passions"}}
{"text":"Consequently we should recognize that what is a passion in the soul is usually an action in the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hence there is no better way of coming to know about our passions than by examining the difference between the soul and the body, in order to learn to which of the two we should attribute each of the functions present in us.", "meta":{"source":"Descartes, Passions"}}
{"text":"On the other hand, anything in us which we cannot conceive in any way as capable of belonging to a body must be attributed to our soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"The heat and the movement of the limbs proceed from the body, and thoughts from the soul Thus, because we have no conception of the body as thinking in any way at all, we have reason to believe that every kind of thought present in us belongs to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"The error consists in supposing that since dead bodies are devoid of heat and movement, it is the absence of the soul which causes this cessation of movement and heat.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus it has been believed, without justification, that our natural heat and all the move- ments of our bodies depend on the soul; whereas we ought to hold, on the contrary, that the soul takes its leave when we die only because this heat ceases and the organs which bring about bodily movement decay.", "meta":{"source":"Descartes, Passions"}}
{"text":"The difference between a living body and a dead body So as to avoid this error, let us note that death never occurs through the absence of the soul, but only because one of the principal parts of the body decays.", "meta":{"source":"Descartes, Passions"}}
{"text":"In our case, indeed, one of these causes is the activity of the soul (as I shall explain further on).", "meta":{"source":"Descartes, Passions"}}
{"text":"I explained too that the objects produce as much variety in these motions as they cause us to see in the things, and that it is not the motions occurring in the eye, but those occurring in the brain, which directly represent these objects to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"Besides causing our soul to have various different sensations, these various movements in the brain can also act without the soul, causing the spirits to make their way to certain muscles rather than others, and so causing them to move our limbs.", "meta":{"source":"Descartes, Passions"}}
{"text":"This shows that it is not through the mediation of our soul that they close, since this action is contrary to our volition, which is the only, or at least the principal, activity of the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"How all the limbs can be moved by the objects of the senses and by the spirits without the help of the soul Finally it niust be observed that the mechanism of our body is so composed that all the changes occurring in the movement of the spirits may cause them to open some pores in the brain more than others.", "meta":{"source":"Descartes, Passions"}}
{"text":"The functions of the soul Having thus considered all the functions belonging solely to the body, it is easy to recognize that there is nothing in us which we must attribute to our soul except our thoughts.", "meta":{"source":"Descartes, Passions"}}
{"text":"These are of two principal kinds, some being actions of the soul and others its passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"Those I call its actions are all our volitions, for we experience them as proceeding directly from our soul and as seeming to depend on it alone.", "meta":{"source":"Descartes, Passions"}}
{"text":"On the other hand, the various perceptions or modes of knowledge present in us may be called its passions, in a general sense, for it is often not our soul which makes them such as they are, and the soul always receives them from the things that are represented by them.", "meta":{"source":"Descartes, Passions"}}
{"text":"One consists of the actions of the 343 soul which terminate in the soul itself, as when we will to love God or, generally speaking, to apply our mind to some object which is not material.", "meta":{"source":"Descartes, Passions"}}
{"text":"Perception Our perceptions are likewise of two sorts: some have the soul as their cause, others the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Those having the soul as their cause are the perceptions of our volitions and of all the imaginings or other thoughts which depend on them.", "meta":{"source":"Descartes, Passions"}}
{"text":"And although willing something is an action with respect to our soul, the perception of such willing may be said to be a passion in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"Imaginings and other thoughts formed by the soul When our soul applies itself to imagine something non-existent — as in thinking about an enchanted palace or a chimera — and also when it applies itself to consider something that is purely intelligible and not imaginable — for example, in considering its own nature — the perceptions it has of these things depend chiefly on the volition which makes it aware of them.", "meta":{"source":"Descartes, Passions"}}
{"text":"Accordingly they cannot be numbered among the actions of the soul, for they arise simply from the fact that the spirits, being agitated in various different ways and coming upon the traces of various impressions which have preceded them in the 345 brain, make their way by chance through certain pores rather than others.", "meta":{"source":"Descartes, Passions"}}
{"text":"Now some of these imaginings are passions of the soul, taking the word ‘passion’ in its proper and more exact sense, and all may be regarded as such if the word is understood in a more general sense.", "meta":{"source":"Descartes, Passions"}}
{"text":"Nonetheless, their cause is not so conspicuous and determinate as that of the perceptions which the soul receives by means of the nerves, and they seem to be mere shadows and pictures of these perceptions.", "meta":{"source":"Descartes, Passions"}}
{"text":"How these other perceptions differ from one another All the perceptions which I have not yet explained come to the soul by means of the nerves.", "meta":{"source":"Descartes, Passions"}}
{"text":"They differ from one another in so far as we refer some to external objects which strike our senses, others to our body or to certain of its parts, and still others to our soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For in that case the objects produce certain movements in the organs of the external senses and, by means of the nerves, produce other movements in the brain, which cause the soul to have sensory perception of the objects.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus, when we see the light of a torch and hear the sound of a bell, the sound and the light are two different actions which, simply by producing two different movements in some of our nerves, and through them in our brain, give to the soul two different sensations.", "meta":{"source":"Descartes, Passions"}}
{"text":"The perceptions we refer to our soul The perceptions we refer only to the soul are those whose effects we feel as being in the soul itself, and for which we do not normally know any proximate cause to which we can refer them.", "meta":{"source":"Descartes, Passions"}}
{"text":"Now all our perceptions, both those we refer to objects outside us and those we refer to the various states of our body, are indeed passions with respect to our soul, so long as we use the term ‘passion’ in its most general sense; 348 nevertheless we usually restrict the term to signify only perceptions which refer to the soul itself.", "meta":{"source":"Descartes, Passions"}}
{"text":"And it is only the latter that I have undertaken to explain here under the title ‘passions of the soul’.!", "meta":{"source":"Descartes, Passions"}}
{"text":"The imaginings which depend solely on the fortuitous movement of the spirits may be passions just as truly as the perceptions which depend on the nerves It remains to be noted that everything the soul perceives by means of the nerves may also be represented to it through the fortuitous course of the spirits.", "meta":{"source":"Descartes, Passions"}}
{"text":"But we cannot be misled in the same way regarding the passions, in that they are so close and so internal to our soul that it cannot possibly feel them unless they are truly as it feels them to be.", "meta":{"source":"Descartes, Passions"}}
{"text":"But even if we are asleep and dreaming, we cannot feel sad, or moved by any other passion, unless the soul truly has this passion within it.", "meta":{"source":"Descartes, Passions"}}
{"text":"to soul (23) (passions in restricted sense) (25) we refer particularly to it, and which are caused, maintained and strengthened by some movement of the spirits.", "meta":{"source":"Descartes, Passions"}}
{"text":"Explanation of the first part of this definition We may call them ‘perceptions’ if we use this term generally to signify all the thoughts which are not actions of the soul or volitions, but not if we use it to signify only evident knowledge.", "meta":{"source":"Descartes, Passions"}}
{"text":"For experience shows that those who are the most strongly agitated by their passions are not those who know them best, and that the passions are to be numbered among the 350 perceptions which the close alliance between the soul and the body renders confused and obscure.", "meta":{"source":"Descartes, Passions"}}
{"text":"We may also call them ‘sensations’, because they are received into the soul in the same way as the objects of the external senses, and they are not known by the soul any differently.", "meta":{"source":"Descartes, Passions"}}
{"text":"But it is even better to call them ‘emotions’ of the soul, not only because this term may be applied to all the changes which occur in the soul ~ that is, to all the various thoughts which come to it — but more particularly because, of all the kinds of thought which the soul may have, there are none that agitate and disturb it so strongly as the passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"Explanation of the other part of the definition 1 add that they refer particularly to the soul, in order to distinguish them from other sensations, some referred to external objects (e.g. smells, sounds and colours) and others to our body (e.g. hunger, thirst and pain).", "meta":{"source":"Descartes, Passions"}}
{"text":"I also add that they are caused, maintained and strengthened by some movement of the spirits, both in order to distinguish them from our volitions (for these too may be called ‘emotions of the soul which refer to it’, but they are caused by the soul itself), and also in order to explain their ultimate and most proximate cause, which distinguishes them once again from other sensations.", "meta":{"source":"Descartes, Passions"}}
{"text":"The soul is united to all the parts of the body conjointly 351 But in order to understand all these things more perfectly, we need to recognize that the soul is really joined to the whole body, and that we cannot properly say that it exists in any one part of the body to the exclusion of the others.", "meta":{"source":"Descartes, Passions"}}
{"text":"And the soul is of such a nature that it has no relation to extension, or to the dimensions or other properties of the matter of which the body is composed: it is related solely to the whole assemblage of the body’s organs.", "meta":{"source":"Descartes, Passions"}}
{"text":"This is obvious from our inability to conceive of a half or a third of a soul, or of the extension which a soul occupies.", "meta":{"source":"Descartes, Passions"}}
{"text":"Nor does the soul become any smaller if we cut off some part of the body, but it becomes completely separate from the body when we break up the assemblage of the body’s organs.", "meta":{"source":"Descartes, Passions"}}
{"text":"There is a little gland' in the brain where the soul exercises its functions more particularly than in the other parts of the body We need to recognize also that although the soul is joined to the whole 352 body, nevertheless there is a certain part of the body where it exercises its functions more particularly than in all the others.", "meta":{"source":"Descartes, Passions"}}
{"text":"But on carefully examining the matter I think I have clearly established that the part of the body in which the soul directly exercises its functions is not the heart at all, or the whole of the brain.", "meta":{"source":"Descartes, Passions"}}
{"text":"How we know that this gland is the principal seat of the soul Apart from this gland, there cannot be any other place in the whole body where the soul directly exercises its functions.", "meta":{"source":"Descartes, Passions"}}
{"text":"But in so far as we have only one simple thought about a given object at any one time, there must necessarily be some place where the two images coming through the two eyes, or the two impressions coming from a single object through the double organs of any other sense, can come together in a single image or impression before reaching the soul, so that they do not present to it two objects instead of one.", "meta":{"source":"Descartes, Passions"}}
{"text":"The seat of the passions is not in the heart As for the opinion of those who think that the soul receives its passions in the heart, this is not worth serious consideration, since it is based solely on the fact that the passions make us feel some change in the heart.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus it is no more necessary that our soul should exercise its 354 functions directly in the heart in order to feel its passions there, than that it should be in the sky in order to see the stars there.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the soul and the body act on each other Let us therefore take it that the soul has its principal seat in the small gland located in the middle of the brain.", "meta":{"source":"Descartes, Passions"}}
{"text":"To this we may now add that the small gland which is the principal seat of the soul is suspended within the cavities containing these spirits, so that it can be moved by them in as 355 many different ways as there are perceptible differences in the objects.", "meta":{"source":"Descartes, Passions"}}
{"text":"But it can also be moved in various different ways by the soul, whose nature is such that it receives as many different impressions — that is, it has as many different perceptions as there occur different movements in this gland.", "meta":{"source":"Descartes, Passions"}}
{"text":"And conversely, the mechanism of our body is so con- structed that simply by this gland’s being moved in any way by the soul or by any other cause, it drives the surrounding spirits towards the pores of the brain, which direct them through the nerves to the muscles; and in this way the gland makes the spirits move the limbs.", "meta":{"source":"Descartes, Passions"}}
{"text":"In this way, the two images in the brain form only one image on the gland, which acts directly upon the soul and makes it see the shape of the animal.", "meta":{"source":"Descartes, Passions"}}
{"text":"Example of the way in which the passions are aroused in the soul If, in addition, this shape is very strange and terrifying — that is, if it has a close relation to things which have previously been harmful to the body — this arouses the passion of anxiety in the soul, and then that of courage or perhaps fear and terror, depending upon the particular temperament of the body or the strength of the soul, and upon whether we have protected ourselves previously by defence or by flight against the harmful things to which the present impression is related.", "meta":{"source":"Descartes, Passions"}}
{"text":"For merely by entering into these pores they produce in the gland a particular movement which is ordained by nature to make the soul feel this passion.", "meta":{"source":"Descartes, Passions"}}
{"text":"And since these pores are related mainly to the little nerves which serve to contract or expand the orifices of the heart, this makes the soul feel the passion chiefly as if it were in the heart.", "meta":{"source":"Descartes, Passions"}}
{"text":"Example of movements of the body which accompany the passions and do not depend on the soul Moreover, just as the course which the spirits take to the nerves of the heart suffices to induce a movement in the gland through which fear enters the soul, so too the mere fact that some spirits at the same time proceed to the nerves which serve to move the legs in flight causes another movement in the gland through which the soul feels and perceives this action.", "meta":{"source":"Descartes, Passions"}}
{"text":"In this way, then, the body may be moved to take flight by the mere disposition of the organs, without any contribution from the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"The principal effect of the passions For it must be observed that the principal effect of all the human passions is that they move and dispose the soul to want the things for which they prepare the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus the feeling of fear moves the soul to want to flee, that of courage to want to fight, and similarly with the others.", "meta":{"source":"Descartes, Passions"}}
{"text":"The power of the soul with respect to the body But the will is by its nature so free that it can never be constrained.", "meta":{"source":"Descartes, Passions"}}
{"text":"And the activity of the soul consists entirely in the fact that simply by willing something it brings it about that the little gland to which it is closely joined moves in the manner required to produce the effect corresponding to this volition.", "meta":{"source":"Descartes, Passions"}}
{"text":"How we find in our memory the things we want to remember Thus, when the soul wants to remember something, this volition makes the gland lean first to one side and then to another, thus driving the spirits towards different regions of the brain until they come upon the one containing traces left by the object we want to remember.", "meta":{"source":"Descartes, Passions"}}
{"text":"And so the spirits enter into these pores more easily when they come upon them, thereby producing in the gland that special movement which represents the same object to the soul, and makes it recognize the object as the one it wanted to remember.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the soul can imagine, be attentive, and move the body When we want to imagine something we have never seen, this volition has the power to make the gland move in the way required for driving the spirits towards the pores of the brain whose opening enables the thing to be represented.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the habits acquired in learning to speak have made us join the action of the soul (which, by means of the gland, can move the tongue and lips) with the meaning of the words which follow upon these movements, rather than with the movements themselves.", "meta":{"source":"Descartes, Passions"}}
{"text":"The power of the soul with respect to its passions Our passions, too, cannot be directly aroused or suppressed by the action of our will, but only indirectly through the representation of things which are usually joined with the passions we wish to have and opposed to the 363 passions we wish to reject.", "meta":{"source":"Descartes, Passions"}}
{"text":"What prevents the soul from having full control over its passions There is one special reason why the soul cannot readily change or suspend its passions, which is what led me to say in my definition that the passions are not only caused but also maintained and strengthened by some particular movement of the spirits.", "meta":{"source":"Descartes, Passions"}}
{"text":"The soul can prevent itself from hearing a slight noise or feeling a slight pain by attending very closely to some other 364 thing, but it cannot in the same way prevent itself from hearing thunder or feeling a fire that burns the hand.", "meta":{"source":"Descartes, Passions"}}
{"text":"The conflicts that are usually supposed to occur between the lower part and the higher part of the soul All the conflicts usually supposed to occur between the lower part of the soul, which we call ‘sensitive’, and the higher or ‘rational’ part of the soul — or between the natural appetites and the will — consist simply in the opposition between the movements which the body (by means of its spirits) and the soul (by means of its will) tend to produce at the same time in the gland.", "meta":{"source":"Descartes, Passions"}}
{"text":"For there is within us but one soul, and this soul has within it no diversity of parts: it is at once sensitive and rational too, and all its appetites are volitions.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is an error to identify the different functions of the soul with persons who play different, usually mutually 365 opposed roles — an error which arises simply from our failure to distinguish properly the functions of the soul from those of the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"So there is no conflict here except in so far as the little gland in the middle of the brain can be pushed to one side by the soul and to the other side by the animal spirits (which, as I said above, are nothing but bodies), and these two impulses often happen to be opposed, the stronger cancelling the effect of the weaker.", "meta":{"source":"Descartes, Passions"}}
{"text":"Movements of the first kind represent to the soul the objects which stimulate the senses, or the impressions occurring in the brain; and these have no influence on the will.", "meta":{"source":"Descartes, Passions"}}
{"text":"As to the first, although they often hinder the actions of the soul, or are hindered by them, yet since they are not directly opposed to these actions, we observe no conflict between them.", "meta":{"source":"Descartes, Passions"}}
{"text":"We observe conflict only between movements of the second kind and the volitions which oppose them — for example, between the force with which the spirits push the gland so as to cause the soul to desire something, and the force with which the soul, by its volition to avoid this thing, pushes the gland in a contrary direction.", "meta":{"source":"Descartes, Passions"}}
{"text":"This makes the soul feel itself impelled, almost at one and the same time, to desire and not to desire one and the same thing; and that is why it has been thought that the soul has within it two conflicting powers.", "meta":{"source":"Descartes, Passions"}}
{"text":"We may, however, acknowledge a kind of conflict, in so far as the same cause that produces a certain passion in the soul often also produces certain movements in the body, to which the soul makes no contribution and which the soul stops or tries to stop as soon as it perceives them.", "meta":{"source":"Descartes, Passions"}}
{"text":"How we recognize the strength or weakness of souls, and what is wrong with the weakest souls It is by success in these conflicts that each person can recognize the strength or weakness of his soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For undoubtedly the strongest souls 367 belong to those in whom the will by nature can most easily conquer the passions and stop the bodily movements which accompany them.", "meta":{"source":"Descartes, Passions"}}
{"text":"What I call its ‘proper’ weapons are firm and determinate judgements bearing upon the knowledge of good and evil, which the soul has resolved to follow in guiding its conduct.", "meta":{"source":"Descartes, Passions"}}
{"text":"The weakest souls of all are those whose will is not determined in this way to follow such judgements, but constantly allows itself to be carried away by present passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"The latter, being often opposed to one another, pull the will first to one side and then to the other, thus making it battle against itself and so putting the soul in the most deplorable state possible.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus, when fear represents death as an extreme evil which can be avoided only by flight, while ambition on the other hand depicts the dishonour of flight as an evil worse than death, these two passions jostle the will in opposite ways; and since the will obeys first the one and then the other, it is continually opposed to itself, and so it renders the soul enslaved and miserable.", "meta":{"source":"Descartes, Passions"}}
{"text":"The strength of the soul is inadequate without knowledge of the truth It is true that very few people are so weak and irresolute that they choose only what their passion dictates.", "meta":{"source":"Descartes, Passions"}}
{"text":"Often these judgements are false and based on passions by which the will has previously allowed itself to be conquered or led astray; but because the will continues to follow them when the passion which caused them is absent, they may be considered its proper weapons, and we may judge souls to be stronger or weaker according to their ability to follow these judgements more or less closely and resist the present passions which are opposed to them.", "meta":{"source":"Descartes, Passions"}}
{"text":"There is no soul so weak that it cannot, if well-directed, acquire an absolute power over its passions It is useful to note here, as already mentioned above,!", "meta":{"source":"Descartes, Passions"}}
{"text":"Words produce in the gland movements which are ordained by nature to represent to the soul only the sounds of their syllables when they are spoken or the shape of their letters when they are written, because we have acquired the habit of thinking of this meaning when we hear them spoken or see them written.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is also useful to note that although the movements (both of the gland and of the spirits and the brain) which represent certain objects to the soul are naturally joined to the move- ments which produce certain passions in it, yet through habit the former can be separated from the latter and joined to others which are very different.", "meta":{"source":"Descartes, Passions"}}
{"text":"Even those who have the weakest souls could acquire absolute mastery over all their passions if we employed sufficient ingenuity in training and guiding them.", "meta":{"source":"Descartes, Passions"}}
{"text":"The primary causes of the passions From what has been said above we know that the ultimate and most proximate cause of the passions of the soul is simply the agitation by which the spirits move the little gland in the middle of the brain.", "meta":{"source":"Descartes, Passions"}}
{"text":"They may sometimes be caused by an action of the soul when it sets itself to conceive some object or other, or by the mere temperament of the body or by the impressions which happen to be present in the brain, as when 372 we feel sad or joyful without being able to say why.", "meta":{"source":"Descartes, Passions"}}
{"text":"But since the soul has in the same way the powers of wonder, love, hope and anxiety, and hence the power to receive in itself every other passion, or to perform the actions to which the passions impel it, I do not see why they have chosen to refer them all to desire or to anger.", "meta":{"source":"Descartes, Passions"}}
{"text":"Wonder: its definition and cause Wonder is a sudden surprise of the soul which brings it to consider with attention the objects that seem to it unusual and extraordinary.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the passions are useful, and how they are harmful From what has been said it is easy to recognize that the utility of all the passions consists simply in the fact that they strengthen and prolong thoughts in the soul which it is good for the soul to preserve and which otherwise might easily be erased from it.", "meta":{"source":"Descartes, Passions"}}
{"text":"Nevertheless, when it is excessive and makes us fix our attention solely on the first image of the objects before us without acquiring any further knowledge about them, it leaves behind a habit which makes the soul disposed to dwell in the same way on every other object coming before it which appears at all novel.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definitions of love and hatred Love is an emotion of the soul caused by a movement of the spirits, which impels the soul to join itself willingly to objects that appear to be agreeable to it.", "meta":{"source":"Descartes, Passions"}}
{"text":"And hatred is an emotion caused by the spirits, which impels the soul to want to be separated from objects which are presented to it as harmful.", "meta":{"source":"Descartes, Passions"}}
{"text":"I say that these emotions are caused by the spirits not only in order to distinguish love and hatred (which are passions and depend on the body) from judgements which also bring the soul to join itself willingly to things it deems bad, but also to distinguish them from the emotions which these judgements produce in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"They are so truly the objects of this passion that there is no person so imperfect that we could not have for him a very perfect friendship, given that we believe ourselves loved by him and that we have a truly noble and generous soul (in accordance with the explanation given below in articles 154 and 156).", "meta":{"source":"Descartes, Passions"}}
{"text":"It consists in the fact that the objects both of love and of hatred may be represented to the soul either by the external senses, or by the internal senses and its own reason.", "meta":{"source":"Descartes, Passions"}}
{"text":"But what is most noteworthy here is that the passions of attraction and repulsion are usually more violent than the other kinds of love and hatred, because what enters the soul through the senses affects it more strongly than what is represented to it by its reason.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definition of desire The passion of desire is an agitation of the soul caused by the spirits, which disposes the soul to wish, in the future, for the things it represents to itself as agreeable.", "meta":{"source":"Descartes, Passions"}}
{"text":"Rather, they are simply two emotions of the soul which dispose it to pursue two very different things.", "meta":{"source":"Descartes, Passions"}}
{"text":"On the one hand, repulsion is ordained by nature to represent to the soul a sudden and unexpected death.", "meta":{"source":"Descartes, Passions"}}
{"text":"This produces a sudden agitation which leads the soul to do its utmost to avoid so manifest an evil.", "meta":{"source":"Descartes, Passions"}}
{"text":"But when we observe something in one of them which is more attractive than anything we observe at that moment in the others, this determines our soul to feel towards that one alone all the inclination which nature gives it to pursue the good which it represents as the greatest we could possibly possess.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definition of joy Joy is a pleasant emotion which the soul has when it enjoys a good which impressions in the brain represent to it as its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"I say that the soul has this emotion when it enjoys a good, for in fact the soul receives no other benefit from all the goods it possesses; and as long as it derives no joy from them, we may say that it does not enjoy them any more than it 397 would if it did not possess them at all.", "meta":{"source":"Descartes, Passions"}}
{"text":"I add that the good is one which impressions in the brain represent as the soul’s own, so as not to confuse this joy, which is a passion, with the purely intellectual joy that arises in the soul through an action of the soul alone.", "meta":{"source":"Descartes, Passions"}}
{"text":"The latter may be said to be a pleasant emotion which the soul arouses in itself whenever it enjoys a good which its understanding represents to it as its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"Of course, while the soul is joined to the body, this intellectual joy can scarcely fail to be accompanied by the joy which is a passion.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definition of sadness Sadness is an unpleasant listlessness which affects the soul when it suffers discomfort from an evil or deficiency which impressions in the brain represent to it as its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"This happens when the good or evil forms its impression in the brain without the intervention of the soul, sometimes because it affects only the body and sometimes because, even though it affects the soul, the soul does not consider it as good or evil but views it under some other form whose impression is joined in the brain with that of the good or evil.", "meta":{"source":"Descartes, Passions"}}
{"text":"This forms an impression in the brain which, being ordained by nature to bear witness to the body’s healthy condition and strength, represents this to the soul as a good which belongs to it in so far as it is united with the body; and so this impression produces joy in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For almost the same reason we naturally take pleasure in feeling ourselves aroused to all sorts of passions — even to sadness and hatred — when these passions are caused merely by the strange happenings we see presented on the stage, or by other such things which, being incapable of harming us in any way, seem to affect our soul by titillating it.", "meta":{"source":"Descartes, Passions"}}
{"text":"This sensation, ordained by nature to indicate to the soul the bodily damage suffered from such an action, and the body’s feeble inability to withstand it, represents both as evils which are always unpleasant to the soul except when they cause some goods which the soul values more highly.", "meta":{"source":"Descartes, Passions"}}
{"text":"How they may also be aroused by goods and evils which the soul does not notice even though they belong to it, such as the pleasure derived from taking risks or from recollecting past evils Young people often take pleasure in attempting difficult tasks and exposing themselves to great dangers even though they do not hope thereby to gain any profit or glory.", "meta":{"source":"Descartes, Passions"}}
{"text":"The chief experiences which enable us to know these movements in the case of love In considering the various alterations which experience reveals in our body during the time our soul is agitated by different passions, I observe 402 in the case of love that when it occurs on its own — that is, unaccompanied by any strong joy, desire, or sadness — the pulse has a regular beat, but is much fuller and stronger than normal; we feel a gentle heat in the chest; and the digestion of food takes place very quickly in the stomach.", "meta":{"source":"Descartes, Passions"}}
{"text":"As a result the spirits sent by the heart to the brain have parts which are coarser and more agitated than usual; and as they strengthen the impression formed by the first thought of the loved object, these spirits compel the soul to dwell upon this thought.", "meta":{"source":"Descartes, Passions"}}
{"text":"As a result they strengthen the ideas of hatred which are already imprinted there, and they dispose the soul to have thoughts which are full of acrimony and bitterness.", "meta":{"source":"Descartes, Passions"}}
{"text":"And because the blood then entering the heart has come into the veins from the arteries, and so has passed through the heart many times already, it expands very readily and produces spirits whose parts, being 406 very equal and fine, are suited for the formation and strengthening of the impressions in the brain which give to the soul thoughts that are cheerful and peaceful.", "meta":{"source":"Descartes, Passions"}}
{"text":"The cause of these movements in the case of love I derive an explanation for all this from what IJ said previously, namely that our soul and our body are so linked that once we have joined some bodily action with a certain thought, the one does not occur afterwards without the other occurring too.", "meta":{"source":"Descartes, Passions"}}
{"text":"For it seems to me that when our soul began to be joined to our body, its first passions must have arisen on some occasion when the blood, or some other juice entering the heart, was a more suitable fuel than usual for maintaining the heat which is the principle of life.", "meta":{"source":"Descartes, Passions"}}
{"text":"This caused the soul to join itself willingly to that fuel, i.e. to love it; and at the 408 same time the spirits flowed from the brain to the muscles capable of pressing or agitating the parts of the body from which the fuel had come to the heart, so as to make them send more of it.", "meta":{"source":"Descartes, Passions"}}
{"text":"This caused the spirits rising from the heart to the brain to produce the passion of hatred in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"This produced the passion of joy in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"In sadness 410 Sometimes, on the other hand, it has happened that the body has lacked nourishment, and this lack must have made the soul feel its first sadness (at any rate the first which was not joined to hatred).", "meta":{"source":"Descartes, Passions"}}
{"text":"In desire Lastly, when the soul was newly joined to the body, all its first desires must have been to accept things beneficial to it and to reject those harmful to it.", "meta":{"source":"Descartes, Passions"}}
{"text":"That is the reason why now, when the soul desires anything, the whole body becomes more agile and ready to move than it normally is without any such desire.", "meta":{"source":"Descartes, Passions"}}
{"text":"Moreover, when the body is in this condition, the desires of the soul are rendered stronger and keener.", "meta":{"source":"Descartes, Passions"}}
{"text":"And in general the soul is able to change facial expressions, as well as expressions of the eyes, by vividly feigning a passion which is 413 contrary to one it wishes to conceal.", "meta":{"source":"Descartes, Passions"}}
{"text":"For love makes the soul so engrossed in thinking about the loved object that it uses all the spirits in the brain in representing the image of this object, and it stops all the movements of the gland which do not serve this purpose.", "meta":{"source":"Descartes, Passions"}}
{"text":"It may also be caused by other passions It is true that hatred, sadness and even joy may also cause some listlessness when it is very violent, because it makes the soul wholly 418 engrossed in thinking about its object; this happens chiefly when these passions are combined with.the desire for something which we cannot do anything to acquire at the present time.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the passions which are peculiar to certain persons produce their effects For the rest, so as to put in a few words all the points that might be added regarding the different effects or different causes of the passions, I shall content myself with repeating the principle which underlies everything I have written about them — namely, that our soul and body are so linked that once we have joined some bodily action with a certain thought, the one does not occur thereafter without the other occurring too; but we do not always join the same actions to the same thoughts.", "meta":{"source":"Descartes, Passions"}}
{"text":"Regarding this, it must be observed that they are all ordained by nature to relate to the body, and to belong to the soul only in so far as it is joined with the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hence, their natural function is to move the soul to consent and contribute to actions which may serve to preserve the body or render it in some way more perfect.", "meta":{"source":"Descartes, Passions"}}
{"text":"For it is only through a feeling of pain that the soul is immediately advised about things that harm the body: this feeling produces in the soul first the passion of sadness, then hatred of what causes the pain, and finally the desire to get rid of it.", "meta":{"source":"Descartes, Passions"}}
{"text":"Similarly the soul is immediately advised about things useful to the body only through some sort of titillation, which first produces joy within it, then gives rise to love of what we believe to be its cause, and finally brings about the desire to acquire something that can enable us to continue in this joy, or else to have a similar joy again later on.", "meta":{"source":"Descartes, Passions"}}
{"text":"For all the animals devoid of reason conduct their lives simply through bodily movements similar to those which, in our case, usually follow upon the passions which move our soul to consent to such movements.", "meta":{"source":"Descartes, Passions"}}
{"text":"The function of these passions in so far as they belong tothe soul; 432 firstly, of love This would be sufficient if we had in us only a body, or if the body were our better part.", "meta":{"source":"Descartes, Passions"}}
{"text":"But as it is only the lesser part, we should consider the passions chiefly in so far as they belong to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For I acknowledge that hatred of the evil which is manifested solely by pain is necessary where the body is concerned; but I am speaking here only about the hatred which results from a clearer knowledge, which I refer to the soul alone.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hence the hatred which takes us away from some evil likewise takes us away from the good to which it is joined, and the privation of this good, being represented to our soul as a fault belonging to it, arouses sadness in it.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is obvious too that joy cannot fail to be good, nor sadness bad, with respect to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the discomfort which the soul receives from evil consists wholly in the latter, and the enjoyment of the good belonging to the soul consists wholly in the former.", "meta":{"source":"Descartes, Passions"}}
{"text":"Joy and love, compared with sadness and hatred Moreover, since hatred and sadness should be rejected by the soul, even when they proceed from true knowledge, there is all the more reason to reject them when they result from some false opinion.", "meta":{"source":"Descartes, Passions"}}
{"text":"It seems to me that if we consider them just as they are in themselves with respect to the soul, we may say that although joy is less secure, and love less beneficial, than when they have a better foundation, they are still preferable to any sadness or hatred resting on an equally bad foundation.", "meta":{"source":"Descartes, Passions"}}
{"text":"The internal emotions of the soul Here I shall merely add one further consideration which, it seems to me, serves very well to prevent us from suffering any discomfort from the passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is that our well-being depends principally on internal emotions which are produced in the soul only by the soul itself.", "meta":{"source":"Descartes, Passions"}}
{"text":"Although these emotions of the soul are often 441 joined with the passions which are similar to them, they frequently occur with others, and they may even originate in those to which they are opposed.", "meta":{"source":"Descartes, Passions"}}
{"text":"Neverthe- less he feels at the same time a secret joy in his innermost soul, and the emotion of this joy has such power that the concomitant sadness and tears can do nothing to diminish its force.", "meta":{"source":"Descartes, Passions"}}
{"text":"To this extent it is certain that, provided our soul always has the means of happiness within itself, all the troubles coming from elsewhere are powerless to harm it.", "meta":{"source":"Descartes, Passions"}}
{"text":"And in order that our soul should have the means of happiness, it needs only to pursue virtue diligently.", "meta":{"source":"Descartes, Passions"}}
{"text":"For if anyone lives in such a way that his conscience cannot reproach him for ever failing to do something he judges to be the best (which is what I here call ‘pursuing virtue’), he will receive from this a satisfaction which has such power to make him happy that the most violent assaults of the passions will never have sufficient power to disturb the tranquillity of his soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"Esteem, regarded as a passion, is the soul’s inclination to represent to itself the value of the 444 object of its esteem, this inclination being caused by a special movement of the spirits which are so directed in the brain that they strengthen the impressions having this effect.", "meta":{"source":"Descartes, Passions"}}
{"text":"The passion of contempt, on the other hand, is the soul’s inclination to consider the baseness or insignificance of the object of its contempt, and is caused by a movement of the spirits which strengthens the idea of this insignificance.", "meta":{"source":"Descartes, Passions"}}
{"text":"The result is that vain people attempt to humble everyone else: being slaves to their desires, they have souls which are constantly agitated by hatred, envy, jealousy, or anger.", "meta":{"source":"Descartes, Passions"}}
{"text":"How generosity may be acquired It should be noted that what we commonly call ‘virtues’ are habits in the soul which dispose it to have certain thoughts: though different from the thoughts, these habits can produce them and in turn can be produced by them.", "meta":{"source":"Descartes, Passions"}}
{"text":"It should also be noted that the thoughts may be produced by the soul alone; but it often happens that some movement of the spirits strengthens them, and in this case they are both actions of virtue and at the same time passions of the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"There is, it seems, no virtue so dependent on good birth as the virtue which causes us to esteem ourselves in accordance with our true value, and it is easy to believe that the souls which God puts into our bodies are not all equally noble and strong (which is why, following the vernacular, I have called this virtue ‘generosity’ rather than ‘magnanimity’, a term used in the Schools, where this virtue is not well known).", "meta":{"source":"Descartes, Passions"}}
{"text":"Veneration Veneration or respect is an inclination of the soul not only to have esteem for the object that it reveres but also to submit to it with some fear in order to try to gain its favour.", "meta":{"source":"Descartes, Passions"}}
{"text":"Scorn At the same time, what I call ‘scorn’ is our soul’s inclination to despise a free cause in judging it so far beneath us that, although by nature capable of doing good or evil, it is incapable of doing either to us.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the more noble and generous our soul is, the more we are inclined to render to each person that which belongs to him; thus, not only do we have a very deep humility before God, but also we are not reluctant to render to each 456 person all the honour and respect due to him according to his position and authority in the world, and we have contempt solely for vices.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hope and anxiety Hope is a disposition of the soul to be convinced that what it desires will come about.", "meta":{"source":"Descartes, Passions"}}
{"text":"And anxiety is another disposition of the soul, which convinces it that its desires will not be fulfilled.", "meta":{"source":"Descartes, Passions"}}
{"text":"Keeping the soul balanced, as it were, between several actions open to it, irresolution causes it not to perform any of them, and thus gives it time to make a choice before committing itself.", "meta":{"source":"Descartes, Passions"}}
{"text":"Courage and boldness Courage, when a passion and not a habit or natural inclination, is a certain heat or agitation which disposes the soul to apply itself energeti- cally to accomplish the tasks it wants to perform, whatever their nature may be.", "meta":{"source":"Descartes, Passions"}}
{"text":"And boldness is a kind of courage which disposes the soul to carry out the most dangerous tasks.", "meta":{"source":"Descartes, Passions"}}
{"text":"The latter is nothing but a heat which disposes the soul to undertake tasks in which it hopes to be able to succeed because it sees others succeed in them.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is a listlessness or coldness which prevents the soul from bringing itself to carry out the tasks which it would perform if it were free from this passion.", "meta":{"source":"Descartes, Passions"}}
{"text":"And fear or terror, which is opposed to boldness, is not only a coldness, but also a disturbance and astonishment of the soul which deprives it of the power to resist the evils which it thinks lie close at hand.", "meta":{"source":"Descartes, Passions"}}
{"text":"Besides freeing the soul from such efforts, it is also useful for the body in that it slows the movement of the spirits and thereby prevents us from wasting our energy.", "meta":{"source":"Descartes, Passions"}}
{"text":"It bears witness to the cheerfulness of his temper and the tranquillity of his soul, which are signs 466 of virtue; and it often shows the quickness of his mind, in his ability to put a pleasant gloss on the objects of his mockery.", "meta":{"source":"Descartes, Passions"}}
{"text":"For as regards the advantages we possess from birth — those of the soul or even of the body — the fact that we received them from God before we were capable of doing any evil suffices to make us worthy of them.", "meta":{"source":"Descartes, Passions"}}
{"text":"But the sadness of this pity is not bitter: like that caused by the tragic actions we see represented on the stage, it is more external, affecting the senses more than the interior of the soul, which yet has the satisfaction of thinking that it is doing its duty in feeling compassion for those afflicted.", "meta":{"source":"Descartes, Passions"}}
{"text":"Self-satisfaction The satisfaction of those who steadfastly pursue virtue is a habit of their soul which is called ‘tranquillity’ and ‘peace of mind’.", "meta":{"source":"Descartes, Passions"}}
{"text":"This is why it has much more strength, especially in the souls of those who are to any degree noble and generous.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is weak and abject souls who most allow themselves to be carried away by the second sort of anger The other kind of anger, in which hatred and sadness predominate, is not so apparent at first except perhaps in so far as it makes the face grow pale.", "meta":{"source":"Descartes, Passions"}}
{"text":"As it is the most generous souls who have the most gratitude, so it is those with the most vanity, the most abject and weak, who let themselves most readily be 481 carried away by this kind of anger.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the wrongs that arouse our anger appear greater in proportion as vanity increases our self-esteem and also in proportion to our esteem for the good things which they take away; and the weaker and more abject our soul, the greater our esteem for these good things, since they depend on others.", "meta":{"source":"Descartes, Passions"}}
{"text":"Moreover, the objects of the passions produce movements in the blood which follow so rapidly from the mere impres- sions formed in the brain and the disposition of the organs, without any help at all from the soul, that no amount of human wisdom is capable of counteracting these movements when we are not adequately prepared to do so.", "meta":{"source":"Descartes, Passions"}}
{"text":"When we feel our blood agitated in this way, we should take heed, and recollect that everything presented to the imagination tends to mislead the soul and make the reasons for pursuing the object of its passion appear much stronger than they are, and the reasons for not pursuing this object much weaker.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is on the passions alone that all the good and evil of this life depends For the rest, the soul can have pleasures of its own.", "meta":{"source":"Descartes, Passions"}}
{"text":", "meta":{"source":"Descartes, Passions"}}
