{"text":"In this way we discover the distinction between soul and body, or between a thinking thing and a corporeal thing.", "meta":{"source":"Descartes, Principles"}}
{"text":"It must be realized that the human soul, while informing!", "meta":{"source":"Descartes, Principles"}}
{"text":"the entire body, nevertheless has its principal seat in the brain; it is here alone that the soul not only understands and imagines but also has sensory awareness.", "meta":{"source":"Descartes, Principles"}}
{"text":"This movement is then transmitted to the other ends of the nerves which are all grouped together in the brain around the seat of the soul, as I explained very fully in Chapter Four of the Optics.'!", "meta":{"source":"Descartes, Principles"}}
{"text":"The result of these movements being set up in the brain by the nerves is that the soul or mind that is closely joined to the brain is affected in various ways, corresponding to the various different sorts of movements.", "meta":{"source":"Descartes, Principles"}}
{"text":"> Other movements in these tiny nerves produce different emotions such as love, hatred, fear, anger and so on; I am here thinking of these simply as emotions or passions of the soul, that is, as confused thoughts, which the mind does not derive from itself alone but experi- ences as a result of something happening to the body with which it is closely conjoined.", "meta":{"source":"Descartes, Principles"}}
{"text":"As far as the external senses are concerned, five are commonly listed corresponding to the five kinds of objects stimulating the sensory nerves, and the five kinds of confused thoughts which the resulting motions produce in the soul.", "meta":{"source":"Descartes, Principles"}}
{"text":"<We call these qualities hardness, heaviness, heat, humidity and so on, but all that is meant by these terms is that the external bodies possess what is required to bring it about that our nerves excite in the soul the sensations of hardness, heaviness, heat etc.", "meta":{"source":"Descartes, Principles"}}
{"text":"Moreover, when the nerves are stimulated with unusual force, but without any damage being occasioned to the body, a pleasurable sensation arises <which is a confused thought in the soul and> which is naturally agreeable to the mind because it is a sign of robust health in the body with which it is closely conjoined <in so far as it can undergo the action causing the pleasure without being damaged>.", "meta":{"source":"Descartes, Principles"}}
{"text":"But if there is some bodily damage, there is a sensation of pain <in the soul, even though the action causing the pain may be only marginally more forceful>.", "meta":{"source":"Descartes, Principles"}}
{"text":"The soul has sensory awareness only in so far as it is in the brain.", "meta":{"source":"Descartes, Principles"}}
{"text":"There is clear proof that the soul’s sensory awareness, via the nerves, of what happens to the individual limbs of the body does not come about in virtue of the soul’s presence in the individual limbs, but simply in virtue of its presence in the brain <or because the nerves by their motions transmit to it the actions of external objects which touch the parts of the body where the nerves are embedded>.", "meta":{"source":"Descartes, Principles"}}
{"text":"The only possible reason for this is that the nerves which used to go from the brain down to the hand now terminated in the arm near the elbow, and were being agitated by the same sorts of motion as must previously have been set up in the hand, so as to produce in the soul, residing in the brain, the sensation of pain in this or that finger.", "meta":{"source":"Descartes, Principles"}}
{"text":"<And this shows clearly that pain in the hand is felt by the soul not because it is present in the hand but because it is present in the brain.", "meta":{"source":"Descartes, Principles"}}
{"text":"It may be objected that speech or writing does not immediately excite in the mind any emotions, or images of things apart from the words themselves; it merely occasions various acts of understanding which afterwards result in the soul’s constructing within itself the images of various things.", "meta":{"source":"Descartes, Principles"}}
{"text":"Not only is all this unintelligible, but we know that the nature of our soul is such that different local motions are quite sufficient to produce all the sensations in the soul.", "meta":{"source":"Descartes, Principles"}}
{"text":"What is more, we actually experience the various sensations as they are produced in the soul, and we do not find that anything reaches the brain from the external sense organs except for motions of this kind.", "meta":{"source":"Descartes, Principles"}}
{"text":"which make them able to set up various kinds of motions in our nerves <which are required to produce all the various sensations in our soul>.", "meta":{"source":"Descartes, Principles"}}
{"text":", "meta":{"source":"Descartes, Principles"}}
