{"text":"This is the best way to discover the nature of the mind and the distinction between the mind and the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"But if I take ‘seeing’ or ‘walking’ to apply to the actual sense or awareness of seeing or walking, then the conclusion is quite certain, since it relates to the mind, which alone has the sensation g or thought that it is seeing or walking.", "meta":{"source":"Descartes, Principles"}}
{"text":"How our mind is better known than our body.", "meta":{"source":"Descartes, Principles"}}
{"text":"In order to realize that the knowledge of our mind is not simply prior to and more certain than the knowledge of our body, but also more evident, we should notice something very well known by the natural light: nothingness possesses no attributes or qualities.", "meta":{"source":"Descartes, Principles"}}
{"text":"Now we find more attributes in our mind than in anything else, as is manifest from the fact that whatever enables us to know anything else cannot but lead us to a much surer knowledge of our own mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"For example, if I judge that the earth exists from the fact that I touch it or see it, this very fact undoubtedly gives even greater 9 support for the judgement that my mind exists.", "meta":{"source":"Descartes, Principles"}}
{"text":"For it may perhaps be the case that I judge that I am touching the earth even though the earth does not exist at all; but it cannot be that, when I make this judgement, my mind which is making the judgement does not exist.", "meta":{"source":"Descartes, Principles"}}
{"text":"And the same applies in other cases <regarding all the things that come into our mind, namely that we who think of them exist, even if they are false or have no existence>.", "meta":{"source":"Descartes, Principles"}}
{"text":"Disagreement on this point has come from those who have not done their philosophizing in an orderly way; and the reason for it is simply that they have never taken sufficient care to distinguish the mind from the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"Although they may have put the certainty of their own existence before that of anything else, they failed to realize that they should have taken ‘themselves’ in this context to mean their minds alone.", "meta":{"source":"Descartes, Principles"}}
{"text":"They were inclined instead to take ‘themselves’ to mean only their bodies — the bodies which they saw with their eyes and touched with their hands, and to which they incorrectly attributed the power of sense-perception; and this is what prevented them from perceiving the nature of the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind, then, knowing itself, but still in doubt about all other things, looks around in all directions in order to extend its knowledge further.", "meta":{"source":"Descartes, Principles"}}
{"text":"For example, the mind has within itself ideas of numbers and shapes, and it also has such common notions as: If you add equals to equals the results will be equal; from these it is easy to demonstrate that the three angles of a triangle equal two right angles, and so on.", "meta":{"source":"Descartes, Principles"}}
{"text":"And so the mind will be convinced of the truth of this and similar conclusions, so long as it attends to the premisses from which it deduced them.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind next considers the various ideas which it has within itself, and finds that there is one idea — the idea of a supremely intelligent, supremely powerful and supremely perfect being — which stands out from all the others.", "meta":{"source":"Descartes, Principles"}}
{"text":"> In this one idea the mind recognizes existence — not merely the possible and contingent existence which belongs to the ideas of all the other things which it distinctly perceives, but utterly necessary and eternal existence.", "meta":{"source":"Descartes, Principles"}}
{"text":"Now on the basis of its perception that, for example, it is necessarily contained in the idea of a triangle that its three angles should equal two right angles, the mind is quite convinced that a triangle does have three angles equalling two right angles.", "meta":{"source":"Descartes, Principles"}}
{"text":"In the same way, simply on the basis of its perception that necessary and eternal existence is contained in the idea of a supremely perfect being, the mind must clearly conclude that the supreme being does exist.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind will be even more inclined to accept this if it considers that it cannot find within itself an idea of any other thing such that necessary existence is seen to be contained in the idea in this way.", "meta":{"source":"Descartes, Principles"}}
{"text":"And from this it understands that the idea of a supremely perfect being is not an idea which was invented by the mind, or which represents some chimera, but that it represents a true and immutable nature which cannot but exist, since necessary existence is contained within it.", "meta":{"source":"Descartes, Principles"}}
{"text":"Our mind will, as I say, easily accept this, provided that it has first of all completely freed itself from preconceived opinions.", "meta":{"source":"Descartes, Principles"}}
{"text":"Our method of recognizing the existence of God leads to the simultaneous recognition of all the other attributes of God, in so far as they can be known by the natural power of the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"In order to tackle this task with a reasonable degree of safety and without risk of going wrong we must take the precaution of always bearing in mind as carefully as possible both that God, the creator of all things, is infinite, and that we are altogether finite.", "meta":{"source":"Descartes, Principles"}}
{"text":"Hence, if God happens to reveal to us something about himself or others which is beyond the natural reach of our mind — such as the mystery of the Incarnation or of the Trinity — we will not refuse to believe it, despite the fact that we do not clearly understand it.", "meta":{"source":"Descartes, Principles"}}
{"text":"It seems that nobody has any business to think about such matters unless he regards his own mind as infinite.", "meta":{"source":"Descartes, Principles"}}
{"text":"But we shall get out of these difficulties if we remember that our mind is finite, while the power of God is infinite — the power by which he not only knew from eternity whatever is or can be, but also willed it and preordained it.", "meta":{"source":"Descartes, Principles"}}
{"text":"And even if there were no way of proving this, the minds of all of us have been so moulded by nature that whenever we perceive something clearly, we spontaneously give our assent to it and are quite unable to doubt its truth.", "meta":{"source":"Descartes, Principles"}}
{"text":"I call a perception ‘clear’ when it is present and accessible to the attentive mind — just as we say that we see something clearly when it is present to the eye’s gaze and stimulates it with a sufficient degree of strength and accessibility.", "meta":{"source":"Descartes, Principles"}}
{"text":"In our childhood the mind was so immersed in the body that although there was much that it perceived clearly, it never perceived anything distinctly.", "meta":{"source":"Descartes, Principles"}}
{"text":"But in spite of this the mind made judgements about many things, and this is the origin of the many preconceived opinions which most of us never subsequently abandon.", "meta":{"source":"Descartes, Principles"}}
{"text":"But I recognize only two ultimate classes of things: first, intellectual or thinking things, i.e. those which pertain to mind or thinking substance; and secondly, material things, ie.", "meta":{"source":"Descartes, Principles"}}
{"text":"But we also experience within ourselves certain other things which must not be referred either to the mind alone or to the body alone.", "meta":{"source":"Descartes, Principles"}}
{"text":"from the close and intimate union of our mind with the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"This list includes, first, appetites like hunger and thirst; secondly, the emotions or passions of the mind which do not consist of thought alone, such as the emotions of anger, joy, sadness and love; and finally, all the sensations, such as those of pain, pleasure, light, colours, sounds, smells, tastes, heat, hardness and the other tactile qualities.", "meta":{"source":"Descartes, Principles"}}
{"text":"But when we recognize that it is impossible for anything to come from nothing, the proposition Nothing comes from nothing is regarded not as a really existing thing, or even as a mode of a thing, but as an eternal truth which resides within our mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"The term ‘substance’ applies univocally to mind and to body.", "meta":{"source":"Descartes, Principles"}}
{"text":"25 But as for corporeal substance and mind (or created thinking sub- stance), these can be understood to fall under this common concept: things that need only the concurrence of God in order to exist.", "meta":{"source":"Descartes, Principles"}}
{"text":"To each substance there belongs one principal attribute; in the case of mind, this is thought, and in the case of body it is extension.", "meta":{"source":"Descartes, Principles"}}
{"text":"Every- thing else which can be attributed to body presupposes extension, and is merely a mode of an extended thing; and similarly, whatever we find in the mind is simply one of the various modes of thinking.", "meta":{"source":"Descartes, Principles"}}
{"text":"And certainly no one can deny that we possess such an idea of God, unless he reckons that there is absolutely no knowledge of God to be found in the minds of men.", "meta":{"source":"Descartes, Principles"}}
{"text":"In the same way, when we see a figure made up of three lines, we form an idea of it which we call the idea of a triangle; and we later make use of it as a universal idea, so as to represent to our mind all the other figures made up of three lines.", "meta":{"source":"Descartes, Principles"}}
{"text":"Thus there is a modal distinction between shape or motion and the corporeal substance in which they inhere; and similarly, there is a modal distinction between affirmation or recollection and the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"An example of this is the way in which the motion of one body is distinct from another body, or from the mind; or the way in which motion differs from doubt.!", "meta":{"source":"Descartes, Principles"}}
{"text":"How thought and extension may be distinctly recognized as constituting the nature of mind and of body.", "meta":{"source":"Descartes, Principles"}}
{"text":"Thought and extension can be regarded as constituting the natures of intelligent substance and corporeal substance; they must then be considered as nothing else but thinking substance itself and extended 31 substance itself — that is, as mind and body.", "meta":{"source":"Descartes, Principles"}}
{"text":"Thought and extension may also be taken as modes of a substance, in so far as one and the same mind is capable of having many different thoughts; and one and the same body, with its quantity unchanged, may be extended in many different ways (for example, at one moment it may be greater in length and smaller in breadth or depth, and a little later, by contrast, it may be greater in breadth and smaller in length).?", "meta":{"source":"Descartes, Principles"}}
{"text":"For all of us have, from our early childhood, judged that all the objects of our sense-perception are things existing outside our minds and closely resembling our sensations, i.e. the perceptions that we had of them.", "meta":{"source":"Descartes, Principles"}}
{"text":"For, although we do not suppose that these exist outside us, we generally regard them not as being in the mind alone, or in our perception, but as being in the hand or foot or in some other part of our body.", "meta":{"source":"Descartes, Principles"}}
{"text":"But the fact that we feel a pain as it 33 were in our foot does not make it certain that the pain exists outside our mind, in the foot, any more than the fact that we see light as it were in the sun, makes it certain the light exists outside us, in the sun.", "meta":{"source":"Descartes, Principles"}}
{"text":"But when they are judged to be real things existing outside our mind, there is no way of understanding what sort of things they are.", "meta":{"source":"Descartes, Principles"}}
{"text":"In our early childhood the mind was so closely tied to the body that it had no leisure for any thoughts except those by means of which it had sensory awareness of what was happening to the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"And when nothing very beneficial or harmful was happening to the body, the mind had various sensations corresponding to the different areas where, and ways in which, the body was being stimulated, namely what we call the sensations of tastes, smells, sounds, heat, cold, light, colours and so on — sensations which do not represent anything located outside our thought.’", "meta":{"source":"Descartes, Principles"}}
{"text":"At the same time the mind perceived sizes, shapes, motions and so on, which were presented to it not as sensations but as things, or modes of things, existing (or at least capable of existing) outside thought, although it was not yet aware of the difference between things and sensations.", "meta":{"source":"Descartes, Principles"}}
{"text":"The next stage arose when the mechanism of the body, which is so constructed by nature that it has the ability to move in various ways by its own power, twisted around aimlessly in all directions in its random attempts to pursue the beneficial and avoid the harmful; at this point the mind that was attached to the body began to notice that the objects of this pursuit or avoidance had an existence outside itself.", "meta":{"source":"Descartes, Principles"}}
{"text":"Moreover, since the mind judged everything in terms of its utility to the body in which it was immersed, it assessed the amount of reality in each object by the extent to which it was affected by it.", "meta":{"source":"Descartes, Principles"}}
{"text":"Right from infancy our mind was swamped with a thousand such preconceived opinions; and in later childhood, forgetting that they were adopted without sufficient examination, it regarded them as known by the senses or implanted by nature, and accepted them as utterly true and evident.", "meta":{"source":"Descartes, Principles"}}
{"text":"In later years the mind is no longer a total slave to the body, and does not refer everything to it.", "meta":{"source":"Descartes, Principles"}}
{"text":"But despite this, it is not easy for the mind to erase 1 ‘.., but which vary according to the different movements which pass from all parts of our body to the part of the brain to which our mind is closely joined and united’ (added in French version).", "meta":{"source":"Descartes, Principles"}}
{"text":"What is more, our mind is unable to keep its attention on things without some degree of difficulty and fatigue; and it is hardest of all for it to attend to what is not present to the senses or even to the imagination.", "meta":{"source":"Descartes, Principles"}}
{"text":"This may be due to the very nature that the mind has as a result of being joined to the body; or it may be because it was exclusively occupied with the objects of sense and imagination in its earliest years, and has thus acquired more practice and a greater aptitude for thinking about them than it has for thinking about other things.", "meta":{"source":"Descartes, Principles"}}
{"text":"Finally, we will see that besides the notions of God and of our mind, we have within us knowledge of many propositions which are eternally true, such as ‘Nothing comes from nothing’.", "meta":{"source":"Descartes, Principles"}}
{"text":"Now, all our sensations undoubtedly come to us from something that is distinct from our mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"And if God were himself immediately producing in our mind the idea of such extended matter, or even if he were causing the idea to be produced by 41 something which lacked extension, shape and motion, there would be no way of avoiding the conclusion that he should be regarded as a deceiver.", "meta":{"source":"Descartes, Principles"}}
{"text":"For we have a clear understanding of this matter as something that is quite different from God and from ourselves or our mind; and we appear to see clearly that the idea of it comes to us from things located outside ourselves, which it wholly resembles.", "meta":{"source":"Descartes, Principles"}}
{"text":"The basis for our knowledge that the human body is closely conjoined with the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"By the same token, the conclusion that there is a particular body that is more closely conjoined with our mind than any other body follows from our clear awareness that pain and other sensations come to us quite unexpectedly.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind is aware that these sensations do not come from itself alone, and that they cannot belong to it simply in virtue of its being a thinking thing; instead, they can belong to it only in virtue of its being joined to something other than itself which is extended and moveable — namely what we call the human body.", "meta":{"source":"Descartes, Principles"}}
{"text":"It will be enough, for the present, to note that sensory perceptions are related exclusively to this combination of the human body and mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"If we bear this in mind we will easily lay aside the preconceived opinions acquired from the senses, and in this connection make use of the intellect alone, carefully attending to the ideas implanted in it by nature.", "meta":{"source":"Descartes, Principles"}}
{"text":"There is thus no correspondence between their verbal expressions and what they grasp in their minds.", "meta":{"source":"Descartes, Principles"}}
{"text":"But if we subsequently fail to keep in mind what ought to be understood by the terms ‘empty’ and ‘nothing’, we may suppose that a space we call empty contains not just nothing perceivable by the senses but nothing whatsoever; that would be just as mistaken as thinking that the air in a jug is not a subsistent thing on the 50 grounds that a jug is usually said to be empty when it contains nothing but air.", "meta":{"source":"Descartes, Principles"}}
{"text":"It must, however, be admitted that in the case of this motion we come upon something the truth of which our mind perceives, while at the same time being unable to grasp exactly how it occurs.", "meta":{"source":"Descartes, Principles"}}
{"text":"For we clearly perceive that it necessarily follows from what we <already> know most evidently of the nature of matter, and we perceive that it belongs to the class of things which are beyond the grasp of our finite minds.", "meta":{"source":"Descartes, Principles"}}
{"text":"I am not here inquiring into the existence or nature of any power to move bodies which may be possessed by human minds, or the minds of angels, since I am reserving this topic for a treatise On Man <which I hope to produce>.?", "meta":{"source":"Descartes, Principles"}}
{"text":"The first is that we must bear in mind the infinite power and goodness of God, and not be afraid that our imagination may over-estimate the vastness, beauty and perfection of his works.", "meta":{"source":"Descartes, Principles"}}
{"text":"And it would be the height of presumption if we were to imagine that all things were created by God for our benefit alone, or even to suppose that the power of our minds can grasp the ends which he set before himself in creating the universe.", "meta":{"source":"Descartes, Principles"}}
{"text":"Indeed the assertion is in a sense true, since we can make some use of all things, if only by exercising our minds in contemplating them, and thus adoring God for his marvellous works.", "meta":{"source":"Descartes, Principles"}}
{"text":"The intention is simply to direct our 82 mind to a consideration of some effects rather than others from among the countless effects which we take to be producible from the selfsame causes.", "meta":{"source":"Descartes, Principles"}}
{"text":"Here we must bear in mind what I said above about the nature of motion,!", "meta":{"source":"Descartes, Principles"}}
{"text":"For since our mind is of such a nature as to recognize no limits in the universe, whoever considers the immensity of God and the weakness of our senses will conclude that it is much more reasonable to suspect that there may be other bodies beyond all the visible fixed stars; and that, with reference to these bodies, the earth may be said to be at rest, but all the stars may be said to be in simultaneous motion.", "meta":{"source":"Descartes, Principles"}}
{"text":"When philosophizing about such important matters, however, it would seem to be excessively arrogant for us to assert that we have discovered the exact truth <where others have failed>; and so I should prefer to leave this claim on one side, and put forward everything that I am about to write simply as a hypothesis <which is perhaps far from the truth, so as to leave everyone free to make up his own mind>.", "meta":{"source":"Descartes, Principles"}}
{"text":"In short, there is nothing in the whole of nature (nothing, that is, which should be referred to purely corporeal causes, i.e. those devoid of thought and mind) which is incapable of being deductively explained on the basis of these selfsame principles; and hence it is quite unnecessary to add any further principles to the list.", "meta":{"source":"Descartes, Principles"}}
{"text":"The result of these movements being set up in the brain by the nerves is that the soul or mind that is closely joined to the brain is affected in various ways, corresponding to the various different sorts of movements.", "meta":{"source":"Descartes, Principles"}}
{"text":"And the various different states of mind, or thoughts, which are the immediate result of these movements are called sensory perceptions, or in ordinary speech, sensations.", "meta":{"source":"Descartes, Principles"}}
{"text":"First, internal sensations, i.e. emotional states of the mind and natural appetites.", "meta":{"source":"Descartes, Principles"}}
{"text":"The nerves which go to the heart and the surrounding area <including the diaphragm>, despite their very small size, produce another kind of internal sensation which comprises all the disturbances or passions and emotions of the mind such as joy, sorrow, love, hate and so on.", "meta":{"source":"Descartes, Principles"}}
{"text":"For example, when the blood has the right consistency so that it expands in the heart more readily than usual, it relaxes the nerves scattered around 317 the openings, and sets up a movement which leads to a subsequent movement in the brain producing a natural feeling of joy in the mind; and other causes produce the same sort of movement in these tiny nerves, thereby giving the same feeling of joy.", "meta":{"source":"Descartes, Principles"}}
{"text":"In the same way, when we hear good news, it is first of all the mind which makes a judgement about it and rejoices with that intellectual joy which occurs without any bodily disturbance and which, for that reason, the Stoics allowed that the man of wisdom could experience <although they required him to be free of all passion>.", "meta":{"source":"Descartes, Principles"}}
{"text":"But later on, when the good news is pictured in the imagination, the spirits flow from the brain to the muscles around the heart and move the tiny nerves there, thereby causing a movement in the brain which produces in the mind a feeling of animal joy.", "meta":{"source":"Descartes, Principles"}}
{"text":"Or again, if the blood is too thick and flows sluggishly into the ventricles of the heart and does not expand enough inside it, it produces a different movement in the same small nerves around the heart; when this movement is transmitted to the brain it produces a feeling of sadness in the mind, although the mind itself may perhaps not know of any reason why it should be sad.", "meta":{"source":"Descartes, Principles"}}
{"text":"> Other movements in these tiny nerves produce different emotions such as love, hatred, fear, anger and so on; I am here thinking of these simply as emotions or passions of the soul, that is, as confused thoughts, which the mind does not derive from itself alone but experi- ences as a result of something happening to the body with which it is closely conjoined.", "meta":{"source":"Descartes, Principles"}}
{"text":"Corresponding to the different ways in which the nerves are moved, or have their normal motion checked, various different sensations are produced in the mind; and this is how the various tactile qualities get their names.", "meta":{"source":"Descartes, Principles"}}
{"text":"Moreover, when the nerves are stimulated with unusual force, but without any damage being occasioned to the body, a pleasurable sensation arises <which is a confused thought in the soul and> which is naturally agreeable to the mind because it is a sign of robust health in the body with which it is closely conjoined <in so far as it can undergo the action causing the pleasure without being damaged>.", "meta":{"source":"Descartes, Principles"}}
{"text":"The nature of the mind is such that various sensations can be produced in it simply by motions in the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"It can also be proved that the nature of our mind is such that the mere occurrence of certain motions in the body can stimulate it to have all manner of thoughts which have no likeness to the movements in question.", "meta":{"source":"Descartes, Principles"}}
{"text":"For we see that spoken or written words excite all sorts of thoughts and emotions in our minds.", "meta":{"source":"Descartes, Principles"}}
{"text":"With the same paper, pen 321 and ink, if the tip of the pen is pushed across the paper in a certain way it will form letters which excite in the mind of the reader thoughts of battles, storms and violence, and emotions of indignation and sorrow; but if the movements of the pen are just slightly different they will produce quite different thoughts of tranquillity, peace and pleasure, and quite opposite emotions of love and joy.", "meta":{"source":"Descartes, Principles"}}
{"text":"It may be objected that speech or writing does not immediately excite in the mind any emotions, or images of things apart from the words themselves; it merely occasions various acts of understanding which afterwards result in the soul’s constructing within itself the images of various things.", "meta":{"source":"Descartes, Principles"}}
{"text":"We clearly see, then, that the sensation of pain is excited in us merely by the local motion of some parts of our body in contact with another body; so we may conclude that the nature of our mind is such that it can be subject to all the other sensations merely as a result of other local motions.", "meta":{"source":"Descartes, Principles"}}
{"text":"Next> I took the simplest and best known principles, knowledge of which is naturally implanted in our minds; and working from these I considered, in general terms, firstly, what are the principal differences which can exist between the sizes, shapes and positions of bodies which are imperceptible by the senses merely because of their small size, and, secondly, what observable effects would result from their various interactions.", "meta":{"source":"Descartes, Principles"}}
{"text":", "meta":{"source":"Descartes, Principles"}}
