{"text":"® \/62\/ Can it be demonstrated that the intellective soul is the form of the body?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the opposite: The intellective soul is an incorruptible form.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"One is whether we would be able to understand by means of the intellective soul even if it were not the form of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The other is whether one can know evidently through reason or through experience that we do understand, taking ‘understand’ to mean an act proper to an immaterial substance of the sort the intellective soul is claimed to be, i.e., a substance that is ingenerable and incorruptible and that exists as a whole in the whole body and as a whole in each part of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Difficulty 2 As regards the second difficulty, I claim that if by ‘intellective soul’ one means an immaterial and incorruptible form that exists as a whole in the whole body and as a whole in each part, then one cannot evidently know either through reason or through experience that (i) such a form exists in us, or that (ii) an act of understanding proper to such a substance exists in us, or that (iii) such a soul is the form of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And even though, according to the faith and ac- cording to the truth, this form is an intellective soul that is an incorruptible form, the person in question would nonetheless maintain that this form is extended, generable, and corruptible.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"I£, on the other hand, one claims (as we claim in accord with the truth) that the intellective soul, which is an immaterial and incorruptible form, exists in us and that we understand by means of it, then it is more reasonable to say that it is the form of the body than to say that it is just” the mover of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Similarly, \/65\/a soul which is the form of the body suffices to move the body by local motion; therefore, itis superfluous to posit another mover.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Does the intellective soul exist as a whole in the whole body and as a whole in each part?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the negative: If the answer were yes, then the soul would be distant from itself, since the soul in the head is distant from the soul in the foot.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the opposite: The soul is an indivisible form.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"There- fore, it exists as a whole soul in every part.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The reason for this is that (i) the soul exists in each part of the body and that (ii) the soul exists as a whole in each part; therefore, it exists as a whole in the whole body and as a whole in each part.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The first part of the antecedent is evident from the fact that otherwise there would be some part that is not informed by the soul and, as a result, it would not be a part of a human being.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The second part of the antecedent is evident from the fact that the intellective soul is an indivisible and unextended form.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But there are some problems here: The first is that if the answer were yes, then the soul would be simultaneously moving and at rest, since it would be at rest in the foot and moving in the hand.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The second is that if the answer were yes, then the soul would be able to inform two disconnected matters.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Again, if an arm that is informed by the intellective soul is cut off, then the soul either returns to the body or is corrupted.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 2 To the next problem I reply that the soul cannot naturally inform two dis- connected matters at the same time, but it can indeed do this by the divine power.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"If there are two human beings, it follows that there are two souls; if there is one human being, it follows that there is one matter.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But it does not follow further that if there are two human beings, then there are two souls.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 3 To the third problem” I reply that when the arm is corrupted, the intellec- tive soul that existed in the arm neither returns to the body nor is corrupted.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Rather, the soul ceases to be ina place where it was before.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"So the same line of reasoning would prove that the soul understands color in the eye, sound in the ear, odor in the nose, etc.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in this sense the soul in the head is not distant from the soul in the foot.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in this sense the soul in the head is distant from the soul in the foot, because the place of the head is dis- tant from the place of the foot.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And so the following consequence is invalid: ‘The soul in the head is distant from the soul in the foot; therefore the soul is distant from itself’.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"This is proved by the fact that what is first understood by means of this sort of cognition is an entity outside the soul that is not a sign.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But every entity outside the soul is singular.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"\/81\/ Reply to Argument 4 As for the next argument, I grant that if there were a second vision in the soul, then it would be able to be seen if there were no impediment.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But if it existed in my soul along with the first vision, then I would not be able to see it, since the first act prevents the second vision from being seen.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"REPLY TO SEVEN ARGUMENTS FOR THE OPPOSITE POSITION® Reply to Argument 1 To the first argument for the opposite position 1 reply that if one holds that the sentient soul is the same form as the intellective soul, then he should not claim \/84\/ that a sentient vision is received in the intellective soul, but should instead claim that it is received in the body or in some power in the body that is derived from the soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For if it were received in the intellective soul, then a separated soul would be able, at least by the power of God, to pos- sess within itself every sensation of the five senses—which does not seem true.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"You might object that the intellective soul and the sentient soul are not dis- tant from one another in position.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Argument 3 To the next argument I reply that a separated intellect has [an intuitive intel- lective] vision, since otherwise a separated soul would not be able to have knowledge of sensible things.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Likewise, an angel can have this sort of cogni- tion and, therefore, a separated soul can, too.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"To the first proof I reply that a separated soul can naturally see the secrets of hearts as well as the complex and noncomplex [cognitions] in the mind of an angel.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The second is that many things are revealed to one angel that are not revealed to another angel or to a separated soul, as was explained above concerning the speech of an angel.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"It cannot even be proved demonstra- tively that the intellective soul, which exists as a whole in the whole [body] and as a whole in each part, is caused by any efficient cause, since it can- not be demonstrated that such a soul exists in us, as was argued in the First Quodlibet.'", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 2 To the second objection I reply that, in the place cited, the Commentator takes being in the soul to mean affirmations and negations, which are complex beings that exist only in the soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And he takes being outside the* soul* to mean noncomplex beings, and it is noncomplex being that is appropriately divided into the ten categories.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"You might object that in that case an intellective soul would have poten- tial existence in matter and, as a result, would not be created.*", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Ockham is assuming as background here the Catholic doctrine that the intellective soul is created directly by God and neither is nor can be ‘educed’ from the potency of the Reply to Problem 3 To the third problem I first reply, theologically, that in augmentation the determination to one part of the form before \/154\/ another part is from God, who freely cooperates to produce first the one and then the other.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Are the sentient and intellective souls really distinct in a human being?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Proof 2 Second, I argue as follows: Sensations exist subjectively in the sentient soul, and this either mediately or immediately.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And they do not exist subjec- tively in the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Therefore, the two souls are distinct.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The major premise is evident, since the only thing that can be assigned as the subject of sensations is the sentient soul or the sentient power (and if the sentient power is an accident of the soul, then it itself will exist subjectively in the sentient soul).", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The minor premise is proved by the fact that if it were not true, then each one of the sentient soul’s apprehensions would be an act of understanding, since each one would exist subjectively in the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Similarly, if sensations existed subjectively in the intellective soul, then a separated soul would be able to sense.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For if (i) a sensation exists subjec- tively in the intellective soul and (ii) God is able to conserve every accident in its subject in the absence of everything else, then it follows that he is able to conserve a sensation in a separated soul—which is absurd.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Similarly, if the whole composite were the subject of the sentient powers, then those powers would not be powers of the soul more than powers of the body, since they would not exist subjectively in the one more than in the other.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But in a human being the sentient soul is extended and material, whereas the intellective soul is not, since it exists as a whole in the whole [body] and as a whole in each part.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"15] Augustine condemns the view that there are two souls in a human being, and he says that this is the error of certain Syrians.*", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But if the souls are distinct, then the sentient soul remains after the separation of the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For, in both generation and corruption, nature proceeds in the same order, and in generation the sentient soul is introduced before the intellective soul if the two are distinct.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Likewise, if the sentient soul were to remain without the intellective soul, then the composite entity in question would be neither a human being nor an irrational animal.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 1 To the first of these objections I reply that Augustine is condemning the view that in a human being there are two intellective souls, one of which is from God and the other of which is from the devil.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 2 To the second objection J reply that Christ’s sentient soul remained wherever God wanted it to.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For he died in the same sense as others because of the separation of the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 3 To the third objection I reply that the sentient soul does not remain after the separation of the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"In claiming that the sentient soul was always united to the divine nature, Ockham denies the objector’s assertion that Christ ‘laid down’ the sentient soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"a human being the sentient soul is introduced temporally prior to the intel- lective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And as for the Philosopher, I claim that what he means is that it is prior in nature—and not prior in time—that the sentient soul exists in the body, since [the two souls] are introduced simultaneously and expelled simultaneously.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"To the final argument I reply that if the sentient soul were by God’s power to remain in the body, then the composite entity in question would be a living thing, but neither a rational animal nor an irrational animal; nor would it be an animal that is truly contained under the genus animal.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"However, if one calls anything that has a sentient soul an animal, then it is indeed an animal.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"\/162\/ Are the sentient soul and the form of corporeity really distinct in brute animals and human beings?”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the negative: If they were, then the sentient soul would be added to an entity that is already actual, viz.,", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"As a result, the sentient soul would be an accident.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the opposite: The sentient soul and the corporeity have operations that are distinct and of different types.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Therefore, some form that was there previously remains, and this form is not the sentient soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Proof 2 Second, for the case of a human being I argue in a special way: If the cor- poreity did not differ from the sentient soul in a human being, then (i) Christ’s body in the tomb would never have been an essential part of the human nature \/164\/ in Christ, and (ii) the living body and the dead body would not have been the same, and (iii) the divine nature would not have been united to the body in the tomb except through a new assumption— which seems absurd.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But there is a problem, first, about whether the vegetative and sentient souls in an animal are distinct from one another.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 1 To the first of these problems I reply that there is no necessity for positing a distinction between the vegetative soul and the sentient soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 2 To the second problem I reply that the sentient soul is either received immedi- ately into the bodily form or received immediately into the matter—for there seems to be no cogent reason why two extended forms should not perfect the same matter immediately.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But the sentient soul is not added to an entity of that sort.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Again, the same intellective soul depends upon different parts of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"As for the second article, I claim that if God does not prevent it, then Christ’s body under the host can be moved locally by Christ’s soul—and this, I say, both through [the soul's] organic power and through its nonorganic power or strength.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The first is this: What are the organic and nonorganic powers through which Christ’s soul moves his body?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For, as was explained in another Quod- libet,® the intellective soul, the sentient soul, and the form of corporeity are really distinct from one another, and so the powers of these forms are really distinct from one another.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And Christ’s sentient soul can move his body under the host through such powers, as long as God does not suspend their action.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And it is in this way that the soul can move the body through its organic powers—and this, I say, unless God miraculously suspends the action of the natural causes.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And through such powers Christ's intellective soul moves its body under the host (i) by under- standing and by dictating that the body is to be moved \/370\/ when the host is moved, (ii) by willing efficaciously that its body move when the host is moved, as the intellect dictates, and (iii) by conforming itself to the divine will, which is the principal cause in every such motion.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in this way it is evident how Christ’s soul moves his body through the nonorganic powers.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 2 To the second problem I reply that Christ’s body can be moved by Christ’s soul in the way just explained.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"However, the argument in question does not prove that Christ’s body under the host, and the consecrated host as well, cannot be moved by Christ’s soul, since both are movable things that are proportionate to Christ’s soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"An example: In a walking motion, first the intellective soul moves the heart by a Jocal and real motion, and then a second, closer part is moved by means of the heart’s motion, and then a third part is moved, and so on.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Thesis 1 As for the second article, J claim that Christ’s soul in heaven is able to move its body there only organically, in just the way that my soul is able to move its body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But [Christ’s soul] is not able to move its body in heaven nonorganically.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For even though his intellective soul exists as a whole in the whole body and as a whole in each part, in just the way that an angel exists in an assumed body, nonetheless the soul exists in each part not as a mover exists in a first movable thing, but rather as a form exists in matter.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Because of this, the soul cannot move its body nonorganically in the way that an angel can.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Thesis 2 Second, I claim that Christ’s soul under the host is able to move its body only nonorganically.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Still, the soul is indeed able to will— and perhaps it in fact wills—that its body should move when the host moves, and it wills this by conforming itself to the divine will, which wills that the body should move when the host moves.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in so willing, [Christ’s soul] moves its body nonorganically at the time when the host is moved.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The third problem is whether Christ’s soul under the host is able to move the host nonorganically.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"\/374\/ The fourth problem is whether (i) Christ’s soul under the host is able to move its body when the host is not moved, say, by separating itself from the host and receding from it, or, again, whether (ii) it is able to remain at rest while the host moves and recedes from it.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And [Christ’s soul would accomplish] this by will- ing efficaciously that [its body] recede to another place, in just the way it would if [Christ’s body] existed circumscriptively under the host.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And it is in this way that an intellective soul is in the whole body and in each part of the body, even though it is not in the body as in a place.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The reason for this is that the intellective soul is as simple as Gad is, and yet it is finite.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":", "meta":{"source":"Ockham, Quodlibeta"}}
