{"text":"﻿DE ANIMA  Disputation I: On the Substance of the Soul in General _________ Question 1  Whether the soul is act  in the sense of being a substantial form  1 It was my decision to discuss in these questions each term of the  definition of the soul one by one so that [Aristotle’s] teaching will be  as clear as possible.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There is reason for doubt since Aristotle said that the soul is an act but  nevertheless he left it undecided, as it were, whether it is an informing  act or an improper act, that is one that attends and governs the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul does indeed suppose a complete substance.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Some confirm this as follows: If the soul were informing, it would  inform all the parts in the same way; but we see that not all the parts  have the same being nor the same mode of substance.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But these ar- guments are unsound since the form is that which gives being; the  soul, however, is that which gives the being of a living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There- fore, [the soul is an informing substantial form].", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 Whether the soul as such is an informing form.---In this question we  are not asking in particular whether the sensitive soul or the rational  soul is the true form [of the living body] (we shall discuss this at the  proper place), but we are asking in general what is the nature of the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For once [the nature of the soul] is known and it is determined  about the nature of the being of the soul that it is a true form inform- ing a body, it will be possible to ask about the rational soul and about  others whether they truly inform, and this will be to ask whether they  are true souls.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3 Therefore these questions are not interdependent, and so we must  move ahead towards the proposed solutions, and we must begin now  with Aristotle in Book I, chapter 2 [of On the Soul] with the common  notion of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"That something, whatever it is, all call the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Albert in his commentary on this passage, chapter 6,  says that to live is the act of a soul in that which is animated.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Life however is not the soul itself, as many incorrectly say, but  the soul is the principle of life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 just  as “humanity” does not mean the rational soul but the whole nature of  a human being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In whatever way it is taken, however, it is clear from what has been  said that in things which are alive there must be some sort of principle  of life and that is called \"soul.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus it is clear that the soul exists.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The ancients, therefore, who did not comprehend this ultimate compo- sition, were not able to know that the soul is the true act and substan- tial form of a living thing and thus they produced innumerable fanta- sies.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Some, in fact, such as Democritus and Leucippus said that the  soul is something composed of many circular atoms of a fiery nature,  circular so they would be apt for moving and fiery because life con- sists in warmth.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But others, such as Hippo, said the soul was water  because it is of the nature of semen which is moist and liquid.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others such as Critias have asserted that the soul is blood.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others have claimed that  the soul is some kind of number that is always moving itself.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Archelaus, the teacher  of Socrates, said that soul is a type of power to move [things].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Anax- agoras said the intellect was a separate and unmixed thing which  moves other things, affirming that the soul has this nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence has  arisen the error of those who say that the soul is from the divine na- ture, as St. Thomas notes on this passage in text 23.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thales also said  that the soul is something that produces movement; hence he said the  magnet has a soul because it moves iron.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others such as Empedocles  say the soul is composed of the four elements so that it can know all  things for each thing is known by its like.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others, e.g. Empedocles,  whom St. Thomas mentions in [his commentary on] text 55,   have  said that the soul is a harmony.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others whom Aristotle mentions  in text 86 said the soul is something diffused through the whole uni- verse.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because of this Thales maintained that the soul is full of gods.", "meta":{"source":"Suarez, De Anima"}}
{"text":"They thought that God is the soul of the world.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Galen in his book  That the Character of the Soul Follows the Temperament of the Body,  Chapters 4 and 5 says that the soul is a mixture or proportion of the  humors.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cicero in Book I of the Tusculan Disputations says that the  soul is perpetual motion, and he attributes this to Aristotle explaining  the word “entelecheia” as “motion”.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Plato said  with great obscurity that the soul is some kind of harmonic number  composed of the principles of things which are: sameness and differ- ence, unity and duality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"5 Aristotle, who first discovered the truth regarding substantial forms,  or at least was the first to explain them, holds that the soul is not an  accident nor some kind of body nor matter but the substantial form,  not of anything whatsoever, but of a living body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"However the soul is that by which a living  thing is [intrinsically] made to be a living thing, and [a living thing] is  a substantial entity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise, because the soul is the first principle of all perfections  and operations of a living thing as such, it is not an accident.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus the Commentator says on this pas- sage in text 2, \"it is unthinkable that the soul is an accident.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"8 Proof of the second part of the answer.---The soul is the first princi- ple of operations.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And in the same way it is obvious that the soul is not body  since “body” is taken either as matter with accidents or as a composite  of matter and substantial form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But if it is  taken in the second way, then, if the operations of life are due to such  a composite from its nature, it will be something living--still the whole  will not be the soul because not all the components of that composite  are principles of life since matter is not; the soul, therefore, is the sub- stantial form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For the soul is that  by which a living thing is constituted in the being of a living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thirdly, Aristotle argues in Chapter 2 [of On the Soul] that  that which is the first principle of all activities and powers of a com- posite is its substantial form, but in living things the soul is the first  principle of all powers and activities of the living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"9 Perhaps someone will say that the soul is the principle of operations  not as form but as something that moves extrinsically.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore this union is not  sufficient for the nature of a soul, but it is necessary that the soul itself  compose intrinsically the substance of the living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Although these words have been explained in various ways,  nevertheless, I understand them thus:  Aristotle had said in the first  chapter that the soul is form or act; he had not proven, however, that it  is a true informing act and so proceeded to prove this in the second  chapter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He said at the end, “It is not yet obvious,” that is it has not yet  been shown that the soul truly informs.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cicero’s interpretation is with- out doubt contrary to the mind of Aristotle since he [i.e. Aristotle] set  forth first the division of substance into matter, form and composite,  and he concluded that the soul is form, and he compares it to  knowledge.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Question 2 Whether and in what way the soul is first act   1 The answer to this question is affirmative as Aristotle infers in chap- ter 1 of this work from the answer to the preceding question.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, therefore, is said to be first act in the first way, and  thus Aristotle says that the soul is that by which we primarily live, that  is, that by which we are primarily in the nature of the living, or that by  which we primarily act vitally.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus he contrasts the soul with  knowledge, which is an intermediate act, and he says that the soul is a  prior act [to knowledge] because it is absolutely first.", "meta":{"source":"Suarez, De Anima"}}
{"text":"First, that the soul ought to be the most perfect act; second  act, however, is more perfect than first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore the soul is sec- ond act, not first.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul is not always separable from its operation, as  is plain in the case of the vegetative soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, therefore, is not  essentially first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"4 Concerning the first argument Cajetan says that first act-and the  same holds of the soul-is materially more perfect; that is, it is more  perfect according to its entity; but that second act is more perfect for- mally, that is, in the nature of act and the mode of actualizing because  it destroys all potency.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul and other similar first acts are  of this sort.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The form of fire is an example of the first kind; it is distin- guished from its own activity, nevertheless because it acts naturally it  is thus always conjoined with its activity.-The rational soul, which is  able to cease from acting, is an example of the second kind of first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle means that the soul is first act in the second way,  that is, it is an act which is able to cease operating.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Furthermore, that the soul is first act in the second way was so  obvious that it did not need the exposition of Aristotle to be estab- lished.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He [Cajetan] says that the soul being first act in the second  way pertains to the definition of the soul, and it applies to every sort  of soul, either through non contradiction [to its nature] or a certain  indeterminacy on the part of activity; that is, because although not  every soul is able to cease from every second act, nevertheless, there  is no soul which is unable to cease from some activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore,  when a soul as such exceeds the degree of inanimate form, it ought to  have a greater power over its own activities, and thus it will be able to  cease from acting.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For instance, the  rational soul, because it is most perfect, has perfect dominion over its  activity and is able to cease from activity in proportion to its freedom.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But, to be sure, the sensitive soul, although it does not have freedom,  nevertheless, intrinsically has a certain way of ceasing from activity,  either through sleep or desire.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The vegetative soul, which is more im- perfect, is indeed more subjected to its activity; nevertheless it is able  to cease from many activities, as when a living thing attains its full  size it ceases to grow.", "meta":{"source":"Suarez, De Anima"}}
{"text":"10 These and other points are expounded upon by commentators, and  they are not entirely superfluous because they are worth knowing in  themselves; nevertheless they are attributed to Aristotle without any  reason, because he never dreamed of distinguishing in this passage  between separable and inseparable acts, but he only wished to teach  that the soul is first act in the same way as any other substantial form,  whether it is separable or not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise, Aristotle proves here that the soul is first act from  this only that it is the first principle of vital activities; he does not  prove, however, whether it is separable or not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise, Aristotle composes the definition of the soul by  gathering beliefs which are acknowledged by all, namely that in living  beings there are some operations of which the soul is the principle.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle infers “soul” to be first act in the manner of form,  and he makes “form” to be the genus, as it were, in the definition of  the soul, and takes first act as that which is common to all substantial  forms.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And this was rather apt in explaining  the point, namely that the soul is, in itself, the kind of act which re- mains with the ceasing of operation.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless, Aristotle did not  intend to teach that all souls are intrinsically capable of existing in the  way the soul of a sleeping person exists.", "meta":{"source":"Suarez, De Anima"}}
{"text":"13 Whether it is of the nature of the rational soul to have some mode  of ceasing from operation which proceeds from a perfection.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But  there is doubt whether it is of the nature of the soul to have some way  of ceasing from activity which proceeds from perfection.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The re- sponse to this is that it does not belong to the nature of the soul as  such.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Proof:  The soul as such does not necessarily transcend the  order of agents acting by the necessity of their nature without any  cognition; therefore, the power of dominating its actions does not be- long to the nature of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also, that which is of the nature of the soul must belong to  every soul, but certainly it does not belong to the vegetative soul to be  able to cease from acting.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For the vegetative soul is always subject to  its own operation, as we will make clear below, and if it ceases, it  ceases from imperfection, namely because its power is terminated.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This  manifestly shows an imperfection [in such a soul], and certainly a  greater imperfection than to be necessitated to act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Although, there- fore, this type of soul has a mode of being and an end in its actions,  nevertheless it always performs them with absolute necessity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, to be a first act of the second type is not of the es- sence of the soul as such because what is of the essence of the soul is  found in every particular soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cajetan Replies: It is found through non contradiction [in the  soul]; for whatever soul, insofar as it is a soul, it is not a contraction  that it be first act in that way---But this is not valid, for what is essen- tial, and especially for a thing so perfect, must positively belong to it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, to be first act in the second way can be predicated  of the soul in common in an indefinite way, as an inferior of a superi- or.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus it is predicated accidentally, as it were, or in the manner  of a contracting difference, which is not able to be placed in the defi- nition of the genus [of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is able, nevertheless, to be attribut- ed to the soul in general, namely, because it is intrinsically contracti- ble to a special nature of soul to which it belongs to be first act in the  second way, and in this the soul surpasses, as such, the form of the  inanimate as such, for the form of the inanimate is not contractible to  the nature of a form having dominion over its own activity, since inan- imate forms, in all their latitude, are bound to their activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But, in- deed, the soul is so contractible because in its extension we come up- on forms having those perfections, which proves that the soul is con- stituted in a higher grade of being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For although the grade of the soul is more perfect, nevertheless its su- periority does not consist in dominion over its activities, but in the fact  that the soul is the principle of activities which living things are able  to have in themselves, by which they are able to perfect themselves.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Question 3 Whether the soul possesses an essential ordination to  an organic body   1 We have said that the soul is first act, but that which is act must nec- essarily have an ordination towards that which it actualizes.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus Ar- istotle defined the soul through ordination to the body of which it is  the act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In chapter 2 of On the Soul he concludes that the soul is not a  body, but is, nevertheless, “something of a body”.", "meta":{"source":"Suarez, De Anima"}}
{"text":"From this it seems  to be implied that the soul has an essential ordination to a body with- out which it is neither intelligible nor able to be defined.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In the first place because to be [essentially] ordered to some- thing is a relational property; the soul, however, does not intrinsically  and essentially include a relation, otherwise it would be an accident.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Secondly, either by “body” we understand matter-and that is  not right because an essential ordination to matter is common to all  forms-or we understand matter with an organic structure, and that is  not right because matter with an organic structure includes the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In fact, organic structure is brought about by the soul; otherwise it  would be brought about by accidents which is a bigger problem, for in  that case the soul would be essentially ordered to accidents.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Lastly, the soul is essentially ordered to activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3 This difficulty has an aspect common to all forms and an aspect that  is specific to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The spe- cial difficulty concerning the soul, however, is whether or not the soul  should be classified with such things [as an accident or a power].", "meta":{"source":"Suarez, De Anima"}}
{"text":"4 Concerning the difficulty which occupies us, let the first conclusion  be: The aptitude that it has for informing the body is of the essence of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Proof of the conclusion: The soul is essentially a form, and a form is  essentially informative of matter; therefore [the soul is essentially in- formative of matter].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Confirmation: The soul is essentially a part.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore,  [the soul is essentially ordered to a whole and to other parts of that  whole].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, those who think that an aptitude to inform is a  property of the soul which follows from its essence are mistaken; for  certainly, if this aptitude followed from its essence, it would presup- pose an already fully constituted essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because, nev- ertheless, this aptitude to inform matter is common to all substantial  forms, it remains to be seen what uniquely pertains to the soul on this  point.", "meta":{"source":"Suarez, De Anima"}}
{"text":"5 Let the second conclusion to this be: The soul is essentially ordered  to an organic body, and in this it differs from other forms.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul therefore differs in the first place from the forms of  inanimate things because it has a more noble effect upon matter, con- stitutes a more perfect composite, and bestows on it a richer being  than other forms do.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And hence it differs in the second place because the soul re- quires that matter be disposed in a more eminent way than other forms  do.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3, and it is characteristic of the soul to be the act  of a body that consists of parts of this type.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But other forms inform a  body of the same nature in all of its parts, but every soul informs a  body that has parts that differ from one another, as is obvious from  induction.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The reason [for this difference] is that, since the soul is a more  perfect form than the forms of inanimate things, it surpasses these  forms in operations since the form of an inanimate thing has one sim- ple and natural mode of operating without skill and variety; but the  soul has a great diversity in its works, and executes its actions in a  certain skillful and admirable way, and therefore it requires diverse  organs, the more numerous and nobler the more perfect the soul is.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But someone will object that the heaven has an organic body  and nevertheless its form is not a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There  is, therefore, a difference between the soul and other forms because  the soul informs an organic body and others do not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For just as the soul of a plant, through its diverse parts, also  constitutes distinct organic parts, so the whole human soul existing in  each part informs them in diverse ways.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This can be understood as  follows: because from the power of the mode by which the soul in- forms the head it requires in it certain sorts of dispositions, and, if  some one of them is diminished, the soul immediately departs from it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence two kinds of organic structure can be distinguished:  One, being accidental and consisting in a diversity of accidents, the  other being substantial and consisting in the mode of informing of the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Similarly, “organic body” can be understood in two ways: \tIn one way it can be taken to be matter disposed for receiving  the soul, for just as the form of fire requires matter properly disposed,  so also does the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"However, there is a difference because the form  of fire requires dispositions of the same nature, but the soul requires  diverse dispositions in diverse parts, according to the different func- tions the parts are ordered to.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This difference follows from another  difference, namely that the form of fire, for example, does not bestow  on the composite a grade of being above the corporeal sphere; but the  soul surpasses it and confers the perfection of life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And so the soul is  said to suppose the body as its receptacle, not because a determinate  body would be constituted by another [substantial] form besides the  soul, but because the soul itself, insofar as it confers the perfection of  life, presupposes the perfection of the body brought together by the  soul itself according to diverse aspects, as we have noted [in our  commentary on] On Generation and Corruption, book 1. [", "meta":{"source":"Suarez, De Anima"}}
{"text":"And if “body” is taken this way in  the definition, it signifies the subject of the soul with whatever would  be required so that it would be subjected to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This form is nothing else but the  soul, and such an organic body is the living being itself constituted by  a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And “organic body” in this sense differs from the first sense  because the former is formally, organically structured by its accidents,  but the latter is formally, organically structured by the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence the  former is placed in the genus of material cause for the receiving of the  soul, but the latter is constituted by the power of the introduction of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Aristotle’s definition of the soul “organic body” can also be  understood in this second way; and thus it explains the quiddity of the  soul very well, for it states the proper mode of the soul’s informing,  through which it is distinguished from other forms, and by reason of  which the soul requires accidental organic structure in matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"9 But perhaps you will say that in neither way can the soul possess  ordination to an organic body since in the first way an organic body  includes accidents; however, substance, since it is prior to and more  perfect than accidents, is not able to have an ordination to them, nor is  it able to be defined through them.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But, indeed, in the second way an  organic body is the same as the living thing, which is posterior to the  soul and includes it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, the soul cannot have ordination to the  living thing nor be defined through it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Never- theless, the soul can be defined with reference to such a body because  accidents of that sort are prior to the soul itself in the genus of material  causality, although they are posterior in perfection; for, although the  order of substance is absolutely prior to the order of accidents, even in  the genus of material causality, nevertheless some accidents, with ref- erence to a certain partial substance, can be prior in some genus of  causality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But it must not be thought because of this that the soul is or- dered to accidents; rather is it the case that the accidents themselves  are ordered to the soul by preparing a subject in which it ought to be  received.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And in this way [accidents] can enter into the definition [of  the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"To the second argument, I respond that the composite is in- deed posterior to the form in the order of execution; nevertheless, it is  prior in the order of intention and final cause because the soul has an  intrinsic ordination to constituting the composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus  as potency is best defined through act, so also the soul is best defined  through its formal act, which is the constitution of a certain sort of  composite [i.e. a living organism].", "meta":{"source":"Suarez, De Anima"}}
{"text":"From  all of these arguments the truth of the second conclusion [i.e. the soul  is essentially ordered to an organic body] is obvious.", "meta":{"source":"Suarez, De Anima"}}
{"text":"10 But you will ask whether the soul has ordination to the organic  body understood either as the whole or the disposed mater.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And thus the problem is  solved because the soul, by the same act, informs matter and consti- tutes the composite, and thus the aptitude for both is one and the same  thing, although it is conceptually distinguished by us.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, how- ever, is not ordered to disposed matter in the same way as it is ordered  to the accidents themselves, but it is ordered to the matter which it  informs.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Accidents as prerequisites [for the information of the soul]  are necessary conditions.", "meta":{"source":"Suarez, De Anima"}}
{"text":"11 Solution to the difficulties raised above.---To the first difficulty the  usual response is that the ordination of the soul to the body, as well as  similar ordinations, is a transcendental relation, not a predicamental  one.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This order is not a relation because it does not posit  in such a thing formal dependence on that to which it is ordained, as is  obvious, since the soul is able to endure although the body has been  corrupted. [", "meta":{"source":"Suarez, De Anima"}}
{"text":"12 Consequently it must be said of the soul that by its own nature it is  ordained to informing a body, and for this reason it receives an es- sence according to which it is suited for this end.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Apollinar  thought the same in text 6, q. 3 of [his commentary on On the Soul]  saying that the soul can be defined without ordination to another thing,  for that property is not only proper to relative things but also to abso- lute things which are imperfect and are by their nature a part of anoth- er thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Question 4 What the quidditative definition of the soul is and how one definition is proven through another   1 We presented above two definitions of the soul taken from Aristotle.", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 The second definition is also deficient in many ways:  \tIn the first place, it is not applicable to every soul but only to  the intellective because it alone is the principle of living, sensing, and  understanding.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The first part is obvious from what has been said in the pre- ceding three questions since the soul is essentially a form and a first  act, and in this respect is similar to other kinds of first act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"“First act”  thus rightly holds the place of genus since the soul is the act not of an  artificial body but of a natural one.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus  the definition locates the soul in its proper genus and confers on it its  proper difference.", "meta":{"source":"Suarez, De Anima"}}
{"text":"5 The second part of the conclusion is directed against Avicenna, book  6, chapter 1 of  Naturalium where he says this definition does not ex- plain the essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cajetan also in this context insinuates  that, if in the definition \"organic body\" is taken to mean disposed mat- ter, it is quidditative, but if it is taken for the substantially organized  composite itself, it is not quidditative, but it describes the essence of  the soul by something posterior.", "meta":{"source":"Suarez, De Anima"}}
{"text":"I say, nevertheless, that the definition is quidditative [taken] in  both senses for, as we have said, aptitude and ordination for a compo- site and for matter are the same thing and thus, if the phrase is under- stood in both senses, it explains the proper essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Moreover, if a comparison  must be made, the definition is more proper if \"organic body\" is taken  according to substantial organization since it explains the proper for- mal effect of the soul in the order in which it takes its species.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If, on  the other hand, it were understood as disposed matter, it would not  explain so properly the formal effect of the soul itself except perhaps  dialectically.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He states that living bodies are composite substances, and  he concludes that the soul is their act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Finally, [these  interpretations are corroborated since] the phrase taken in this sense  better explains the quiddity of the soul, as has been said.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also Aristotle, in this passage,  when he says that a whole results from the union of body and soul, is  talking about a body that is part of the composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"From this  he concludes that a soul is the act of an organic body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"7 Second conclusion:  This definition applies properly and univocally  to every soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"All of  these assert that the definition is an analogy and does not apply  properly to every soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Indeed in  the beginning of this book he states that one must investigate what is  above all the general nature of the soul and later he concludes: \"If we  must state something that is common about every soul, it is that it is  the act, etc.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"And then he says \"We have stated in a universal way  what the soul is.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"The same thing is implied in Chapter 2 where he  says that, as in all geometrical figures there is one common essence  and one definition of the figure in common, so also [with respect to all  souls there is one common essence and one definition of soul in com- mon].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence here he answers the question which he had proposed in  the “Introduction” [to On the Soul], [namely], whether there is one  common essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again [the reason] is clear: “Soul” expresses one common and  univocal concept; therefore its quidditative definition will be univocal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore “soul” [is also univocal] with respect to all living things.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again substantial form is predicated univocally of all substan- tial forms; therefore [“soul” is predicated univocally of all living be- ings].", "meta":{"source":"Suarez, De Anima"}}
{"text":"8 It is true that, if someone applies the word “soul” to something  which does not have a proper soul, for example the intelligence of the  heaven, the definition does not apply univocally to it, and that’s the  way it should be because that [intelligence] is neither univocally nor  properly a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Those authors cited above, however, are mistaken when they  think that according to Aristotle it is a fact that something can be  properly a soul and not be properly an informing act.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Since, therefore, this is the only quidditative definition of  soul, it applies univocally to everything that is properly a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence,  if this definition does not apply to something, that thing is not a soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Since, therefore, the soul is said by Aristotle to be the  principle “by which we live”, it is understood concerning an intrinsic  principle by which the living supposite (to which the action is attribut- ed as to an agent) itself operates.", "meta":{"source":"Suarez, De Anima"}}
{"text":"which are not souls, but the soul is that first principle  by which a living thing demands all its powers and through them the  soul operates as a first principle.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And because to be a first principle of  operation belongs also to the form of inanimate things, Aristotle adds  the denomination “we live”, for the soul is not just any form, but it is  that which is the first principle of vital operation.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is established  therefore that the soul is defined in this way by the relation it has to  activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"11 But in the second place note that Aristotle in this definition not on- ly offers a definition of soul in general, he also implicitly adds the di- vision of the soul into rational, sensitive, and vegetative, and he gives  definitions of all [three types of soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore the clause \"by which  we live\" can be taken as signifying the operations of the vegetative  soul, that is the principle that gives vegetative life to us.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus from all these elements there results one definition of the  soul in general, not because all the elements must belong to every  soul, but because they are applicable disjunctively in the way in which  in a definition of nature we use the phrase \"motion and rest.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence it  is not the first principle, but rather it functions as an instrument of the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And, if it informs  a body, it is for the sake of activity, namely that the soul uses the body  as an instrument of its activities. [", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus, according to some] the defini- tion that explains the soul's ordination towards activity is more essen- tial than one that explains its relationship with the subject.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This definition is not descriptive because it  doesn't express a property of the soul but a certain intrinsic relation- ship that it has.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In this way the substantial form is similar to heat  and the soul is a substantial form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This can also be demonstrated with another example:  It is an  established fact that the soul exercises its act insofar as it is a principle  of being and not insofar as it is a principle of activity, as is obvious in  a living thing which is not actually acting.", "meta":{"source":"Suarez, De Anima"}}
{"text":"14 From what has been said it follows, furthermore, that both aspects  cannot pertain to the quiddity of the soul, but one of them constitutes  the essence of the soul while the other is, as it were, a property which  follows from the essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"We have proven that the first  definition of the soul is quidditative; it remains, therefore, to conclude  that the second definition is not.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This appears with greater clarity in  material souls which are primarily ordered to be the acts of matter by  which they are sustained in being [as in a subject] so that they might  be principles of action.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This includes the rational soul, although it can  exercise its proper activities outside the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore [it is not in- cluded either] in the essence of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"A living thing is constituted  by the soul in that the soul is essential to the living thing.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The  minor is clear since, if we prescind from all experience, it is as ob- scure to us whether the soul is the principle of activity as it is whether  it is the principle of being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Considering the soul in itself, it is clearer  that it is the principle of being because being is prior and is the cause  of activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"We in fact come to know activities, and then we deduce  that there must be a principle underlying them which we call the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus, with respect to our knowledge, it is clearer that the soul is the  principle of operations, and from this we conclude that there is a prin- ciple of being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In fact the following [proof] is fallacious:   \"Because the soul is the principle of activity, it is the principle of be- ing.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"But rather the contrary would be better:  \"Because the soul is the  principle of being, it is the principle of activity.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"In fact the intrinsic end of the soul to which it  is intrinsically directed is to give being and to vivify substantially.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence by ex- plaining the point through causal propositions, the following is true:  \"Because the soul is ordered towards giving such and such being to a  composite, it is ordered to be for it a principle for acting in specific  ways.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"Averroes and Giles respond that the first definition is called  \"quia\" and this one “propter quid” because the former is made in gen- eral but the latter reaches down to concrete souls and gives means suf- ficient to demonstrate all their passions.", "meta":{"source":"Suarez, De Anima"}}
{"text":"20 This opinion, taken with a grain of salt, can be admitted.--- In the  first place, therefore, it should not be denied that the proof considered  in itself and as such is a posteriori since its middle term  is posterior  to the quiddity of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In addition the ordination to activity is not  the final cause of the quiddity of the soul, but is a secondary end de- rived from the primary end of the soul which is to give being to the  composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence Aristotle further on in Chapter 4 expressly teaches  that the soul of a living entity has the nature of three causes, namely  the formal in so far as it confers being, the efficient insofar as it is a  principle of activity, and the final in as much as all its powers and ac- tivities are ordered towards its perfection.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore activity is not the  primary end of the soul considered in itself, but rather the reverse.", "meta":{"source":"Suarez, De Anima"}}
{"text":"With respect to us nevertheless, but not in the order of existential real- ity, it can be said that activity is the end of the soul and that it has been  made on account of activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This proves the sec- ond argument together with its supporting confirmation since the soul  is also classified among imperfect entities and its primary end is to  give being to a composite.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless an ordination to activity is not the end of a soul  considered in itself but only with respect to us.", "meta":{"source":"Suarez, De Anima"}}
{"text":"DE ANIMA  Disputation II _________    Question 3  Whether the principle of understanding in humans  is something incorporeal, subsistent, and immortal  1 Knowledge of the intellectual soul is more difficult for us to the ex- tent that it is more perfect and more elevated above matter [than other  souls].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus to explain its substance many more principles are neces- sary than in the case of other souls about which it was not necessary to  ask if they are incorporeal and immortal since they do not have even a  trace of these qualities.", "meta":{"source":"Suarez, De Anima"}}
{"text":"2 The reason why a soul might be called material.--- For evidence of  this we should note that, in conformity with books 1 and 2 of the  Physics, form is not called material because it is composed of matter  and form but because matter exercises some causality over it by sus- taining it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Whether the souls of animals are immortal.---Aristotle in  Book 2, Chapter 3 of On the Generation of Animals concludes from  this argument that all souls except the human are material and mortal  because, since activity follows being, if every activity of a form is ma- terial, the being itself constituted by that form will be material.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also Cardinal Bessarion, Book 2 of   Against the Calumniator of Plato, Chapter 7 and Marsilius Ficinus in  On the Theology of Plato, although St. Thomas in the [Summa theolo- giae] 1 p., q. 75 a. 3 says that according to Plato the souls of animals  are immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"3 The present question, therefore, is applicable only to the human  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It has been argued that our soul is educed from the potency of  matter; therefore it is material.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Confirmation: If the opposite were true, the soul would be  created; therefore the action would be ordered essentially to the pro- duction of a part.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But such is our soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [our soul  is material].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Confirmation:  If the soul does not come to be except with a  body, it therefore depends on it in some way.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore [the human soul is material].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore the same is true of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again Ecclesiastes 21 [3] says, \"His  teeth, the teeth of a lion which  destroy the  soul of man.\"", "meta":{"source":"Suarez, De Anima"}}
{"text":"4 The Sadducees were in error about this subject a long time ago since  in denying the resurrection, as it says in Acts 23 [8], they simultane- ously denied the immortality of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The Epicurians held the same as did Alexander  of Aphrodias in On the Soul 3 and the Arabs who said that the soul  perished with the body although later it was recreated by God at the  time of the resurrection, as Eusebius relates in book 6, chapter 37 of  his Church Histories.", "meta":{"source":"Suarez, De Anima"}}
{"text":"6 Let the first conclusion be as follows:  It is evident by natural reason  that the human soul is immaterial and subsistent.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This cannot be  demonstrated a priori by us because we do not understand our soul as  it is in itself.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If,  therefore, the activity of our soul is spiritual, the power must be also,  and if the power is, then the substantial principle must be also since  activity follows power and power nature as St. Dionysius said in On  the Celestial Hierarchy, chapter 11.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Augustine in  his book On the Immortality of the Soul, wanting to prove the immor- tality of the soul, said one must begin with a definition of reason  which, he claimed, is an aspect of the soul, “which perceives the truth  itself not through the body, nor is the contemplation of the truth medi- ated through the body.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. Thomas in [the Summa theologiae]1 p., q. 75, a. 6 proves  this conclusion from the preceding one since the rational soul is in  itself subsistent.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The consequence is  obvious for the soul would either be corrupted intrinsically or acci- dentally.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This proves that [corruptibility] does not belong  intrinsically [to the soul] for what is only form and is subsistent cannot  be corrupted intrinsically.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This is manifested  in the soul in another more physical way; for that is corruptible which  can be corrupted by some other natural agent; a form, however, sub- sisting essentially and independently of a body, cannot be corrupted  by a natural agent.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [the soul is incorruptible].", "meta":{"source":"Suarez, De Anima"}}
{"text":"But in the subsistent soul there  is no such subject, nor such corruption.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In our soul, however,  there is no matter nor any dependency on matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And this is the sole speculative way to demonstrate the incor- ruptibility of our soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore after the life of the body there remains another  life for the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. Clement says in Book 3 of  his Evangelical Recognitions quoting St. Peter, “If God is just, the  soul is immortal.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. John Chrysostom, quoted above, says this ar- gument convinces us so clearly that our soul is immortal that it is as  clear as the fact that there is light at noon.", "meta":{"source":"Suarez, De Anima"}}
{"text":"27 Let us hear what the philosophers have to say regarding punish- ment of the wicked and rewards for the good in the next life.--- Socrates implicitly makes the same argument, as Cicero points out in  Tusculan Disputations 1 30, 72: “There are two routes, a twofold path  for souls departing from the body: for those who had defiled them- selves with human vices and have given themselves over to their lusts- for them there was a detour that took them far from the councils of the  gods.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Epicharmus said something similar as Eugubinus points out in Book  9, chapter 15: “If you have cultivated piety in your soul, you will not  suffer after death, and your soul will abide in heaven.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the souls of  the wicked wander below heaven afflicted with fierce sufferings and  ever lasting torment.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"28 Hence another counter argument which could have been advanced  at this point can be rejected, namely that, although reason concludes  that souls are punished and rewarded at some time after they depart  from the body, it cannot, nevertheless, be concluded from this that  souls live forever but only that they are kept alive for a certain time by  God so that each should be treated according to its behavior while in a  body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This argument can be rejected because of the fact that, if a sep- arated soul survives, it is natural for it, and it is not a miracle since  nothing is miraculous in the order of nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus, if a soul survives  separated from the body because of its nature, it will live forever.", "meta":{"source":"Suarez, De Anima"}}
{"text":"29 Another moral way of proving this truth is taken from the end of  our soul, viz.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [the soul has an end].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Man also has his own proper end, but it is not attained in this life  which is full of miseries, sins, and contention between body and soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There exists for him, therefore, another life in which he may attain his  end, at least the more important part of him which is the soul can.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [the soul is immortal].", "meta":{"source":"Suarez, De Anima"}}
{"text":"32 The final way is taken from the fact that the immortality of the soul  and the knowledge of it serve as the primary and necessary foundation  for the attainment of virtue.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore man can naturally come to  know the immortality of his soul since absent this foundation men  would live like beasts and lapse into such thoughts as “Let us eat and  let us drink for tomorrow we die,” as is said about fools, Wisdom 2, 6  and 15, 12 and Isaiah 22, 13 and  56, 12.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Alluding to this St. Augus- tine says in the last chapter of book 6 of his Confessions,  “If the soul  is mortal, in my opinion Epicurus wins the palm.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"33 Opinions of philosophers on the immortality of the soul.--- The  third conclusion is [as follows]:  the more ancient and more serious  philosophers recognized the immortality of the soul, and it was com- monly held by men who thought rightly using the natural light without  the illumination of faith.", "meta":{"source":"Suarez, De Anima"}}
{"text":"“The soul having fallen into a human body, if it perseveres in evil will  not taste immortality nor will it enjoy good.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"The evil soul, howev- er, is said not to enjoy immortality, not because it ceases to be, but  because it does not enjoy the goods of immortality but will always  undergo punishment.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And further on he says, “The soul after it has been purged is  admitted to the company of the blessed.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus our soul, when it considers something by itself, separated  from the senses, reaches pure and divine being maintaining itself in  this same mode, grasps with the mind the order of the universe, the  courses of the heavens and the stars.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because of its likeness to God, our soul is called an ema- nation from God by Plato.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Many have erred thinking the soul was a  part of the Divine Substance.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also  Cicero very often, especially in Book 1 of the Tusculan Disputations  and in On Old Age and in Book 2 of On the Laws he says, “The souls  of all are immortal but those of good and valiant men are divine.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Phocylides, the most ancient Greek poet, says this:  “Life for us is short; we all live for a time, but the soul does not know  death or old age.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Epictetus  holds the same, and Lactantius tells us in Divinarum Institutionum,  Book 7 that a certain Pollytes consulted Apollo about this and Apollo  responded in an oracle that the soul is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Often poets have much to say about the Elysian  Fields where, according to myth, souls promenade [implicitly] assert- ing that they are immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Others call the soul separated from a body a “deified ghost.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Chapter 5, 2  and Valerius Maximus Book 2, Chapter 186 reports that the people of  Gaul believed souls were immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For while I was with you, you did not see my soul, but you knew that  it was in this body from the deeds I performed.", "meta":{"source":"Suarez, De Anima"}}
{"text":"34 On the suicide of many ancients who, because they believed their  souls were immortal, expected that they would enjoy a future life.--- Many ancients abandoned themselves to death so that they would en- joy the soul and the future life more freely.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Something similar is related about many Romans  who killed themselves because of their well known shortcomings or  exposed themselves to the obvious danger of death, trusting complete- ly in the immortality of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"35 An argument for the conclusion can be taken from what has been  said since knowledge of the immortality of the soul is so necessary for  rightly ordering the customs of men, it was inherent in the providence  of God that it would be known among all nations, in every period of  time, and especially by the more eminent men.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Many of those who held this belief were in error  regarding many other things about the soul, namely its origin, its  manner of existing in the body, or about the number of souls or its  status in the future life, as we shall see in the following question.", "meta":{"source":"Suarez, De Anima"}}
{"text":"37 Many authorities are of the opinion that Aristotle thought the soul  was mortal.---Numerous very eminent authorities think that Aristotle  considered the soul mortal, e.g. Clement of Alexandria; Justin Martyr  in his “Hortatory Sermon to the Gentiles;” Theodoretus, De Curatione  Graecarum Affectionum, Book 5; Alexander Aphrodisias, [in his  commentary on] On the Soul, book 3; Pomponatius, On the Immortali- ty of the Soul, and Cajetan, [in his commentary on] On the Soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"On the other hand, there are some who think Aristotle rightly  believed in the immortality of our soul: St. Thomas, [in his] Summa  contra gentiles, book 2, chapters 78 and 79, [his commentary on] On  the Soul, lecture 10, and book 12 of [his commentary on] the Meta- physics, lecture 3; Albert the Great, [in his commentary on] On the  Soul, tract 2, chapter 2 and tract 3, chapter 13; Ammonius; Philoponus  [commentary on] On the Soul, Proemium, texts 13, 65, and 82 and  Book 2, texts 25 and 26 and Book 3, texts 7 and 20; Simplicius [com- mentary on] On the Soul, book 1, texts 65 and 66 and Book 2, texts 11  and 20; Giles of Rome, book 3, chapter 4; Durand, in [his commentary  on The Sentences,] 2, d. 18, q. 3; Sylvester of Ferrara, in [his commen- tary on] the Summa contra gentiles, book 2, chapter 69 and other  Thomists in general and the moderns, especially Augustine Eugubi- nus, book 9, chapter 8.", "meta":{"source":"Suarez, De Anima"}}
{"text":"38 What I have been able to gather from these and from other books  of Aristotle is that he believed and recognized that our soul is immor- tal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"However, either because he did not think he had a satisfactory  demonstration of this or because he could say nothing about the status  of the separated soul, he never, therefore,  dealt explicitly with this  question, nor did he reveal clearly his mind, but in some passages he  hints at it and in others he conceals it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Secondly, if the human soul possess some kind of quality  or activity unique to it, it is possible that it could be separated from the  body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"He does not  argue; he only poses two propositions as two foundations and first  principles for investigating the immortality of the soul, as Philoponus,  Simplicius, and St. Thomas observed.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The comparison is between the soul  and the body and not with other extrinsic things.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence it must be noted in the third place that all vital opera- tions have their origin in the soul and none in the body because the  soul is the first principle of life, and thus there is no vital operation  proper to the body; every vital operation is proper to the soul in some  way.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless, there is a difference because there are some opera- tions which, although they originate in the soul, are nevertheless con- summated in the body and inhere in it as in their subject.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Other operations arise from the soul, are  received in it, and take place without corporeal instrumentality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Wherefore, note that from the independence of  only one activity, the independence of the soul can be deduced and  from the dependence of many activities the dependence of the soul  cannot be deduced.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Book 3, however, as if subsumed  under it, he teaches that there is in us some sort of operation that is  proper to the soul, namely to understand, and in texts 4, 6, and 7 he  shows that the intellect is not an organic power.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And from these premises it follows clearly in this way: If  the soul has [an activity independent of the body, it has a being inde- pendent of the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But the soul has activities independent of the  body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Book 2, text 21 he says that the intellect differs from other  parts of the soul as the everlasting differs from the corruptible, and in  Book 9, text 12 of the Metaphysics he says it is possible for us to un- derstand what is separated from matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Book 12, text 17 of the  Metaphysics he says “Nothing prevents some forms from surviving  after the corruption of the whole, especially if it is such as the soul or  the intellect or the mind.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again in Book 2 of On the Generation of  Animals, Chapter 3 he shows that the souls of other living things are  educed from the potency of matter saying: \"Plainly those principles  whose activity is bodily cannot exist without a body…For the same  reason they cannot enter from outside…being inseparable [from a  body].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Likewise in Book 2, text 45 he expressly says the soul is not  corporeal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"41 We cited also in [our] “Introduction” various passages from Aristo- tle in which he stated that treatment of the rational soul pertains to  metaphysics in some way because it abstracts from matter according  to its being.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If, however, the  soul were mortal, there would be no virtue in seeking death because  all happiness would perish along with life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It  must be assumed that, if any activity is proper to the soul, it is to un- derstand.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle then says that, if to understand is some kind of im- aginative activity or if it does not happen without imagination, the  soul is not separable.", "meta":{"source":"Suarez, De Anima"}}
{"text":"From this we might understand that Aristotle reasoned concern- ing this matter as follows:  If to understand is an activity of the imagi- nation or does not take place without imagination, the soul cannot be  separated; but to understand does not take place without imagination;  therefore the soul is not separable.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This line of reasoning led Cajetan to say that according to Ar- istotle the soul is mortal, and thus he explains in a different way the  common and proper activity which we have explained following Al- bert in his treatise on Book 1 of On the Soul, Chapter 6 and Averroes.", "meta":{"source":"Suarez, De Anima"}}
{"text":"43 With respect to this it should be noted that activity of the soul can  depend on the body in two ways:  In one way it uses the body as a  subject and an instrument, as vision depends on a body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus  Cajetan held that according to Aristotle our understanding is a com- mon activity because according to him it depends on the body as on  that which supplies it with species and thus the soul does not have  proper activity.", "meta":{"source":"Suarez, De Anima"}}
{"text":"This explanation has a solid basis in the literal meaning of  Aristotle since, when he says that, if understanding is imagination or it  is not without imagination, the soul is not separable, he clearly means  that, if understanding is not without imagination, there is no  activity  proper to the soul, as is obvious from the third conditional proposition.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, for the soul to have a proper activity, it is necessary that it  neither be imagination nor even necessarily require imagination.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Furthermore, in that text Aristotle says a proper activity of the  soul is that which properly occurs without the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, according to him understanding  is not an activity proper [to the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence in the passage from the  “Introduction” cited he says immediately, “Everything the soul expe- riences occurs in union with the body.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"There- fore Aristotle recognizes that the intellectual faculty of the soul is im- material; therefore he recognizes the same is true of the soul; therefore  he recognizes the soul is immortal since to say that he knows the soul  is spiritual and is not immortal is ridiculous since these two are so in- terrelated that it is hardly possible to be ignorant of the second while  knowing the first.", "meta":{"source":"Suarez, De Anima"}}
{"text":"l. At the beginning of the “Introduction” he has these words:  “Some of these affections seem to be peculiar to the soul, and some  seem to inhere in living things also by virtue of the soul.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Here he  calls that activity common which exists in the composite by reason of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, on the other hand, he calls that activity proper  which inheres in the soul and is not in the living being itself by reason  of the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, [any activity which does not de- pend on a body as its instrument is a proper activity of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Hence he clearly teaches that a certain power  of the soul is separable because it does not actualize the body, that is  because it is not sustained in it and because it is not an organic faculty.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore such a power and its activity are called proper to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Even scholars holding the opposite opinion admit that, ac- cording to Aristotle, our soul has activity independent of the body as  its subject and organ.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Finally, [they ought to admit that]  he calls that activity proper since it can be inferred from it that the  soul is spiritual and therefore immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If Aristotle thought in this way: that “if the soul has proper  activity, is it separable”, that proposition [would be] ridiculous since it  is abundantly clear that the soul does not have proper activity in such  a way.", "meta":{"source":"Suarez, De Anima"}}
{"text":"All interpreters admit that the foundation laid down by Ar- istotle in the “Introduction” is a unique middle term to prove the im- mortality of the soul both according to Aristotle and in reality.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But  this is a true middle term: If the soul has proper activity in the sense I  have explained, it is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Cajetan denies the minor premise and says the middle term is that, if  the soul has a proper activity, that is, [if it has an activity that is] inde- pendent of the body in every way, it is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And because the  soul can have this activity, at least when separated from the body, it  follows that it is immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"But Cajetan does not notice that this proof  supposes what is to be proven since to prove that the soul has proper  activity, it is presupposed that it is separated, and this is what is at is- sue.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus Albert, thinking that [what Cajetan thought was the middle  term], is the middle term, said consequently that the soul in the body  can have proper activity in that sense.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Generally it is said  that, if understanding requires imagination simply and absolutely, the  soul could never exist without the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless, I do not like this solution: \tl. Because it renders this line of reasoning completely useless  since it supposes two states in the soul and in understanding: one in  the body and another outside the body, and this is to presuppose what  is to be proven.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In addition, it begs the question since according to this inter- pretation to say that the soul can understand without imagination is to  say that it can understand when it is in a separated state.", "meta":{"source":"Suarez, De Anima"}}
{"text":"And he means  that, if understanding is imagination, that is an activity elicited by im- agination or is not without imagination, that is if it is an operation of  the same order as the operation of the imagination, and it depends on  it in the same way that other affections of the soul, for example anger,  joy, etc.", "meta":{"source":"Suarez, De Anima"}}
{"text":"If  this is the way it is, I repeat, understanding is not without the body,  that is, it is an activity common to the soul and the body and not ex- clusively to the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore after death the soul has no understanding; there- fore it is not active; therefore it doesn’t exist; therefore it is not im- mortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle does not deny, however, the soul’s capacity to  understand when it is separated, but he does say that it will not have  the same way of remembering that it has in the body because when  separated it will lack the activity of the senses.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Other than this Aristotle never says any- thing about the status of the future life nor about separated souls.", "meta":{"source":"Suarez, De Anima"}}
{"text":"There he clearly understands that the soul sur- vives after death, as St. Thomas says in [his commentary on this pas- sage], lectures 15, 16 and 17 where he interprets the passage of Aristo- tle thus:  Solon denied that there is any happiness for humans in this  life.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle criticizes this statement asserting that it is possible to  have a certain amount of happiness even in this life, pointing out that  the future life is uncertain, not with respect to the existence of the soul  but with respect to the state it will be in when separated.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Aristotle thinks our soul is  educed from the potency of matter, as is clear from Book 2 of On the  Generation of Animals, chapter 3 where he says “Therefore it must be  stated that the vegetative soul exists in potency in seeds.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The same  thing must be said of the sensitive soul and also of the rational soul.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Here he appears to assert that the rational soul is contained in and  educed from the potency of matter in the same way the vegetative and  sensitive souls are.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The understanding of this passage requires us to know what  Aristotle thought about the origin of our soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"For the present I say that the opinion of  Aristotle is clear:  The soul is not educed from the potency of matter  since he already said that it comes from without.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The  soul is always produced in matter disposed to receive it.", "meta":{"source":"Suarez, De Anima"}}
{"text":"49 Whether the soul is immortal according to faith.---Let the fourth  conclusion referring to the third point be this:  It is absolutely certain  according to the Catholic faith that our soul will never perish and that  it is therefore immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Proof--- From Wisdom, chapters 2, 3, and 4 “The souls of the  just are in the hand of God and not, etc.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Chrysostom interprets this text in “Homily 71 on St. Matthew” [to  refer to the immortality of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Theophylactus and Cajetan [do  the same in commenting] on this passage in Matthew, and also [in  commenting] on Matthew 10, 28, “Be not fearful…”                Furthermore this truth about the immortality of the soul is the  basis of almost all the mysteries of our faith, and especially those  which pertain to the salvation of the human race since, if the soul were  to perish, the passion and redemption of Christ would be superfluous.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Certainly, if the soul dies, our faith is vain and also our preach- ing, and Christ would have died for nothing, and his everlasting king- dom is falsely proclaimed.", "meta":{"source":"Suarez, De Anima"}}
{"text":"John 12, 25: “He who hates his own soul,  etc.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Moreover, if the soul dies, how can everlasting  punishment in Hell be proclaimed?", "meta":{"source":"Suarez, De Anima"}}
{"text":"Psalm 15, 10 “You will not abandon  my soul in Hell.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Again, if the soul does not abide, how is it “a holy  and salvific thought to pray for the dead so that they may be absolved  from their sins,” as is stated in II Maccabees, 12, 46.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is a most steadfast  truth of the faith that the soul lives on after death.", "meta":{"source":"Suarez, De Anima"}}
{"text":"50 Whether the soul is immortal by its own nature or by the grace of  God.--- Whether the soul is immortal by nature or it has this character- istic as a gift and by the grace of God is identical with the question of  what faith teaches on this matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Thus someone could say that our soul  will last forever because God will preserve it, not because it is intrin- sically immortal.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because Sacred Scripture only says that the soul lasts for  eternity; it does not teach that immortality belongs to it by its nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because in the sixth Council, the third Council of Constan- tinople, session 11 it is stated that the soul is immortal not by nature  but by grace.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Because the angels are more perfect than the soul, as Je- rome concludes in this comment on Matthew 11, 11 “Who…is less in  the Kingdom of Heaven…” and in his letter to Algasia, q. 10, and as  Chrysostom states in his “Sermon on Luke, On the Rich Man,” chap- ter 16.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore [it is not de fide that our  soul is immortal by nature].", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is not a matter of faith that the soul is a spirit.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore,  [it is not a matter of faith that our soul is immortal by nature].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Therefore, it is not de fide that our soul is immortal by nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is not de fide that our souls have not been educed from  the potency of matter.", "meta":{"source":"Suarez, De Anima"}}
{"text":"51 Nevertheless, let this be the fifth conclusion:  It is de fide that our  soul is immortal by its nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"All these are infallible rules of faith, and in the first  place all that was deduced on behalf of the fourth conclusion virtually  proves this, since with reference to the perpetuity of the soul, God  does not work a miracle nor does Sacred Scripture report it as a mira- cle but as something natural.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Solomon directs his sermon  against those who thought the  soul was mortal, and he says they erred because “their wickedness  blinded them.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"And consider this line from Matthew 10, 28, “They cannot kill the  soul,” as if he said there is no natural power capable of destroying the  soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Furthermore, under Leo X the Fifth Lateran Council, session  8, issued this definition: “The rational soul in itself and essentially is  not only the form of the human body…, but it is also immortal.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"In Synod VI of  the Third Council of Constantinople, session 11, it is stated that souls  and all invisible things are incorruptible.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The same was stated in the  Council of Vienna under Clement V.  \tLikewise, according to faith the soul is spiritual; therefore it is  also immaterial.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Also Sacred Scripture often calls man’s soul a spirit.", "meta":{"source":"Suarez, De Anima"}}
{"text":"St. Jerome in his “Epistle to Pammachius” condemns the op- posite as an error of Origin who said the soul had an airy body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Je- rome affirmed the same truth in [his commentary on] Matthew 10,  “They cannot kill the soul.”", "meta":{"source":"Suarez, De Anima"}}
{"text":"Last of all it is de fide that the soul is capable of seeing God  which virtually implies that it is of an intellectual and immortal nature.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In reply to the second argument, it can be said that in that case  the Council does not deny that the soul is immortal by its nature, but it  teaches that it is not immortal in such a way that it does not need di- vine power to preserve it because, if God ceased to sustain it and give  it being, it would lapse into nothingness.", "meta":{"source":"Suarez, De Anima"}}
{"text":"Nevertheless this  is much more certain with respect to our souls.", "meta":{"source":"Suarez, De Anima"}}
{"text":"The soul, however,  is only a form, even according to faith, as is stated below, and thus it  could not be imagined to be composed of matter and form.", "meta":{"source":"Suarez, De Anima"}}
{"text":"It is true, nevertheless, that if angels were imagined to be composed of  body and form, their form would necessarily be posited as spiritual,  just as the soul of man is.", "meta":{"source":"Suarez, De Anima"}}
{"text":"53  From everything which has been said it follows---and this can be  the sixth conclusion---that it is pious in the highest degree and in har- mony with faith to assert that the immortality of the soul can be  demonstrated by the natural light [of reason].", "meta":{"source":"Suarez, De Anima"}}
{"text":"Moreover, he who denies that this truth is demonstrable will  also deny that the existence of God can be demonstrated for certainly  there are no more cogent arguments [for the existence of God than the  arguments for the immortality of the soul].", "meta":{"source":"Suarez, De Anima"}}
{"text":"To the second I reply that, although man is generated, the soul  is created.", "meta":{"source":"Suarez, De Anima"}}
{"text":"With respect to the fourth, I reply that it shows that the ration- al soul is the form of the body.", "meta":{"source":"Suarez, De Anima"}}
{"text":"In the third passage the topic is the spiritual death of  the soul.", "meta":{"source":"Suarez, De Anima"}}
{"text":"in which are demonstrated the existence of God and the distinction between the human soul and the body Some years ago I was struck by the large number of falsehoods that I had accepted as true in my childhood, and by the highly doubtful nature of the whole edifice that I had subsequently based on them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The next thought was that I was nourished, that I moved about, and that I engaged in sense-perception and thinking; and these actions I attributed to the soul.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But as to the nature of this soul, either I did not think about this or else I imagined it to be something tenuous, like a wind or fire or ether, which permeated my more solid parts.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But what about the attributes I assigned to the soul?", "meta":{"source":"Descartes, Meditations"}}
{"text":"But suppose I am dealing with a pentagon: I can of course understand the figure of a pentagon, just as I can the figure of a I‘... between the soul and body of man’ (French version).", "meta":{"source":"Descartes, Meditations"}}
{"text":"To understand the passions of the soul we must distinguish its functions from those of the body Next I note that we are not aware of any subject which acts more directly upon our soul than the body to which it is joined.", "meta":{"source":"Descartes, Passions"}}
{"text":"Consequently we should recognize that what is a passion in the soul is usually an action in the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hence there is no better way of coming to know about our passions than by examining the difference between the soul and the body, in order to learn to which of the two we should attribute each of the functions present in us.", "meta":{"source":"Descartes, Passions"}}
{"text":"On the other hand, anything in us which we cannot conceive in any way as capable of belonging to a body must be attributed to our soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"The heat and the movement of the limbs proceed from the body, and thoughts from the soul Thus, because we have no conception of the body as thinking in any way at all, we have reason to believe that every kind of thought present in us belongs to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"The error consists in supposing that since dead bodies are devoid of heat and movement, it is the absence of the soul which causes this cessation of movement and heat.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus it has been believed, without justification, that our natural heat and all the move- ments of our bodies depend on the soul; whereas we ought to hold, on the contrary, that the soul takes its leave when we die only because this heat ceases and the organs which bring about bodily movement decay.", "meta":{"source":"Descartes, Passions"}}
{"text":"The difference between a living body and a dead body So as to avoid this error, let us note that death never occurs through the absence of the soul, but only because one of the principal parts of the body decays.", "meta":{"source":"Descartes, Passions"}}
{"text":"In our case, indeed, one of these causes is the activity of the soul (as I shall explain further on).", "meta":{"source":"Descartes, Passions"}}
{"text":"I explained too that the objects produce as much variety in these motions as they cause us to see in the things, and that it is not the motions occurring in the eye, but those occurring in the brain, which directly represent these objects to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"Besides causing our soul to have various different sensations, these various movements in the brain can also act without the soul, causing the spirits to make their way to certain muscles rather than others, and so causing them to move our limbs.", "meta":{"source":"Descartes, Passions"}}
{"text":"This shows that it is not through the mediation of our soul that they close, since this action is contrary to our volition, which is the only, or at least the principal, activity of the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"How all the limbs can be moved by the objects of the senses and by the spirits without the help of the soul Finally it niust be observed that the mechanism of our body is so composed that all the changes occurring in the movement of the spirits may cause them to open some pores in the brain more than others.", "meta":{"source":"Descartes, Passions"}}
{"text":"The functions of the soul Having thus considered all the functions belonging solely to the body, it is easy to recognize that there is nothing in us which we must attribute to our soul except our thoughts.", "meta":{"source":"Descartes, Passions"}}
{"text":"These are of two principal kinds, some being actions of the soul and others its passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"Those I call its actions are all our volitions, for we experience them as proceeding directly from our soul and as seeming to depend on it alone.", "meta":{"source":"Descartes, Passions"}}
{"text":"On the other hand, the various perceptions or modes of knowledge present in us may be called its passions, in a general sense, for it is often not our soul which makes them such as they are, and the soul always receives them from the things that are represented by them.", "meta":{"source":"Descartes, Passions"}}
{"text":"One consists of the actions of the 343 soul which terminate in the soul itself, as when we will to love God or, generally speaking, to apply our mind to some object which is not material.", "meta":{"source":"Descartes, Passions"}}
{"text":"Perception Our perceptions are likewise of two sorts: some have the soul as their cause, others the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Those having the soul as their cause are the perceptions of our volitions and of all the imaginings or other thoughts which depend on them.", "meta":{"source":"Descartes, Passions"}}
{"text":"And although willing something is an action with respect to our soul, the perception of such willing may be said to be a passion in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"Imaginings and other thoughts formed by the soul When our soul applies itself to imagine something non-existent — as in thinking about an enchanted palace or a chimera — and also when it applies itself to consider something that is purely intelligible and not imaginable — for example, in considering its own nature — the perceptions it has of these things depend chiefly on the volition which makes it aware of them.", "meta":{"source":"Descartes, Passions"}}
{"text":"Accordingly they cannot be numbered among the actions of the soul, for they arise simply from the fact that the spirits, being agitated in various different ways and coming upon the traces of various impressions which have preceded them in the 345 brain, make their way by chance through certain pores rather than others.", "meta":{"source":"Descartes, Passions"}}
{"text":"Now some of these imaginings are passions of the soul, taking the word ‘passion’ in its proper and more exact sense, and all may be regarded as such if the word is understood in a more general sense.", "meta":{"source":"Descartes, Passions"}}
{"text":"Nonetheless, their cause is not so conspicuous and determinate as that of the perceptions which the soul receives by means of the nerves, and they seem to be mere shadows and pictures of these perceptions.", "meta":{"source":"Descartes, Passions"}}
{"text":"How these other perceptions differ from one another All the perceptions which I have not yet explained come to the soul by means of the nerves.", "meta":{"source":"Descartes, Passions"}}
{"text":"They differ from one another in so far as we refer some to external objects which strike our senses, others to our body or to certain of its parts, and still others to our soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For in that case the objects produce certain movements in the organs of the external senses and, by means of the nerves, produce other movements in the brain, which cause the soul to have sensory perception of the objects.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus, when we see the light of a torch and hear the sound of a bell, the sound and the light are two different actions which, simply by producing two different movements in some of our nerves, and through them in our brain, give to the soul two different sensations.", "meta":{"source":"Descartes, Passions"}}
{"text":"The perceptions we refer to our soul The perceptions we refer only to the soul are those whose effects we feel as being in the soul itself, and for which we do not normally know any proximate cause to which we can refer them.", "meta":{"source":"Descartes, Passions"}}
{"text":"Now all our perceptions, both those we refer to objects outside us and those we refer to the various states of our body, are indeed passions with respect to our soul, so long as we use the term ‘passion’ in its most general sense; 348 nevertheless we usually restrict the term to signify only perceptions which refer to the soul itself.", "meta":{"source":"Descartes, Passions"}}
{"text":"And it is only the latter that I have undertaken to explain here under the title ‘passions of the soul’.!", "meta":{"source":"Descartes, Passions"}}
{"text":"The imaginings which depend solely on the fortuitous movement of the spirits may be passions just as truly as the perceptions which depend on the nerves It remains to be noted that everything the soul perceives by means of the nerves may also be represented to it through the fortuitous course of the spirits.", "meta":{"source":"Descartes, Passions"}}
{"text":"But we cannot be misled in the same way regarding the passions, in that they are so close and so internal to our soul that it cannot possibly feel them unless they are truly as it feels them to be.", "meta":{"source":"Descartes, Passions"}}
{"text":"But even if we are asleep and dreaming, we cannot feel sad, or moved by any other passion, unless the soul truly has this passion within it.", "meta":{"source":"Descartes, Passions"}}
{"text":"to soul (23) (passions in restricted sense) (25) we refer particularly to it, and which are caused, maintained and strengthened by some movement of the spirits.", "meta":{"source":"Descartes, Passions"}}
{"text":"Explanation of the first part of this definition We may call them ‘perceptions’ if we use this term generally to signify all the thoughts which are not actions of the soul or volitions, but not if we use it to signify only evident knowledge.", "meta":{"source":"Descartes, Passions"}}
{"text":"For experience shows that those who are the most strongly agitated by their passions are not those who know them best, and that the passions are to be numbered among the 350 perceptions which the close alliance between the soul and the body renders confused and obscure.", "meta":{"source":"Descartes, Passions"}}
{"text":"We may also call them ‘sensations’, because they are received into the soul in the same way as the objects of the external senses, and they are not known by the soul any differently.", "meta":{"source":"Descartes, Passions"}}
{"text":"But it is even better to call them ‘emotions’ of the soul, not only because this term may be applied to all the changes which occur in the soul ~ that is, to all the various thoughts which come to it — but more particularly because, of all the kinds of thought which the soul may have, there are none that agitate and disturb it so strongly as the passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"Explanation of the other part of the definition 1 add that they refer particularly to the soul, in order to distinguish them from other sensations, some referred to external objects (e.g. smells, sounds and colours) and others to our body (e.g. hunger, thirst and pain).", "meta":{"source":"Descartes, Passions"}}
{"text":"I also add that they are caused, maintained and strengthened by some movement of the spirits, both in order to distinguish them from our volitions (for these too may be called ‘emotions of the soul which refer to it’, but they are caused by the soul itself), and also in order to explain their ultimate and most proximate cause, which distinguishes them once again from other sensations.", "meta":{"source":"Descartes, Passions"}}
{"text":"The soul is united to all the parts of the body conjointly 351 But in order to understand all these things more perfectly, we need to recognize that the soul is really joined to the whole body, and that we cannot properly say that it exists in any one part of the body to the exclusion of the others.", "meta":{"source":"Descartes, Passions"}}
{"text":"And the soul is of such a nature that it has no relation to extension, or to the dimensions or other properties of the matter of which the body is composed: it is related solely to the whole assemblage of the body’s organs.", "meta":{"source":"Descartes, Passions"}}
{"text":"This is obvious from our inability to conceive of a half or a third of a soul, or of the extension which a soul occupies.", "meta":{"source":"Descartes, Passions"}}
{"text":"Nor does the soul become any smaller if we cut off some part of the body, but it becomes completely separate from the body when we break up the assemblage of the body’s organs.", "meta":{"source":"Descartes, Passions"}}
{"text":"There is a little gland' in the brain where the soul exercises its functions more particularly than in the other parts of the body We need to recognize also that although the soul is joined to the whole 352 body, nevertheless there is a certain part of the body where it exercises its functions more particularly than in all the others.", "meta":{"source":"Descartes, Passions"}}
{"text":"But on carefully examining the matter I think I have clearly established that the part of the body in which the soul directly exercises its functions is not the heart at all, or the whole of the brain.", "meta":{"source":"Descartes, Passions"}}
{"text":"How we know that this gland is the principal seat of the soul Apart from this gland, there cannot be any other place in the whole body where the soul directly exercises its functions.", "meta":{"source":"Descartes, Passions"}}
{"text":"But in so far as we have only one simple thought about a given object at any one time, there must necessarily be some place where the two images coming through the two eyes, or the two impressions coming from a single object through the double organs of any other sense, can come together in a single image or impression before reaching the soul, so that they do not present to it two objects instead of one.", "meta":{"source":"Descartes, Passions"}}
{"text":"The seat of the passions is not in the heart As for the opinion of those who think that the soul receives its passions in the heart, this is not worth serious consideration, since it is based solely on the fact that the passions make us feel some change in the heart.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus it is no more necessary that our soul should exercise its 354 functions directly in the heart in order to feel its passions there, than that it should be in the sky in order to see the stars there.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the soul and the body act on each other Let us therefore take it that the soul has its principal seat in the small gland located in the middle of the brain.", "meta":{"source":"Descartes, Passions"}}
{"text":"To this we may now add that the small gland which is the principal seat of the soul is suspended within the cavities containing these spirits, so that it can be moved by them in as 355 many different ways as there are perceptible differences in the objects.", "meta":{"source":"Descartes, Passions"}}
{"text":"But it can also be moved in various different ways by the soul, whose nature is such that it receives as many different impressions — that is, it has as many different perceptions as there occur different movements in this gland.", "meta":{"source":"Descartes, Passions"}}
{"text":"And conversely, the mechanism of our body is so con- structed that simply by this gland’s being moved in any way by the soul or by any other cause, it drives the surrounding spirits towards the pores of the brain, which direct them through the nerves to the muscles; and in this way the gland makes the spirits move the limbs.", "meta":{"source":"Descartes, Passions"}}
{"text":"In this way, the two images in the brain form only one image on the gland, which acts directly upon the soul and makes it see the shape of the animal.", "meta":{"source":"Descartes, Passions"}}
{"text":"Example of the way in which the passions are aroused in the soul If, in addition, this shape is very strange and terrifying — that is, if it has a close relation to things which have previously been harmful to the body — this arouses the passion of anxiety in the soul, and then that of courage or perhaps fear and terror, depending upon the particular temperament of the body or the strength of the soul, and upon whether we have protected ourselves previously by defence or by flight against the harmful things to which the present impression is related.", "meta":{"source":"Descartes, Passions"}}
{"text":"For merely by entering into these pores they produce in the gland a particular movement which is ordained by nature to make the soul feel this passion.", "meta":{"source":"Descartes, Passions"}}
{"text":"And since these pores are related mainly to the little nerves which serve to contract or expand the orifices of the heart, this makes the soul feel the passion chiefly as if it were in the heart.", "meta":{"source":"Descartes, Passions"}}
{"text":"Example of movements of the body which accompany the passions and do not depend on the soul Moreover, just as the course which the spirits take to the nerves of the heart suffices to induce a movement in the gland through which fear enters the soul, so too the mere fact that some spirits at the same time proceed to the nerves which serve to move the legs in flight causes another movement in the gland through which the soul feels and perceives this action.", "meta":{"source":"Descartes, Passions"}}
{"text":"In this way, then, the body may be moved to take flight by the mere disposition of the organs, without any contribution from the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"The principal effect of the passions For it must be observed that the principal effect of all the human passions is that they move and dispose the soul to want the things for which they prepare the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus the feeling of fear moves the soul to want to flee, that of courage to want to fight, and similarly with the others.", "meta":{"source":"Descartes, Passions"}}
{"text":"The power of the soul with respect to the body But the will is by its nature so free that it can never be constrained.", "meta":{"source":"Descartes, Passions"}}
{"text":"And the activity of the soul consists entirely in the fact that simply by willing something it brings it about that the little gland to which it is closely joined moves in the manner required to produce the effect corresponding to this volition.", "meta":{"source":"Descartes, Passions"}}
{"text":"How we find in our memory the things we want to remember Thus, when the soul wants to remember something, this volition makes the gland lean first to one side and then to another, thus driving the spirits towards different regions of the brain until they come upon the one containing traces left by the object we want to remember.", "meta":{"source":"Descartes, Passions"}}
{"text":"And so the spirits enter into these pores more easily when they come upon them, thereby producing in the gland that special movement which represents the same object to the soul, and makes it recognize the object as the one it wanted to remember.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the soul can imagine, be attentive, and move the body When we want to imagine something we have never seen, this volition has the power to make the gland move in the way required for driving the spirits towards the pores of the brain whose opening enables the thing to be represented.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the habits acquired in learning to speak have made us join the action of the soul (which, by means of the gland, can move the tongue and lips) with the meaning of the words which follow upon these movements, rather than with the movements themselves.", "meta":{"source":"Descartes, Passions"}}
{"text":"The power of the soul with respect to its passions Our passions, too, cannot be directly aroused or suppressed by the action of our will, but only indirectly through the representation of things which are usually joined with the passions we wish to have and opposed to the 363 passions we wish to reject.", "meta":{"source":"Descartes, Passions"}}
{"text":"What prevents the soul from having full control over its passions There is one special reason why the soul cannot readily change or suspend its passions, which is what led me to say in my definition that the passions are not only caused but also maintained and strengthened by some particular movement of the spirits.", "meta":{"source":"Descartes, Passions"}}
{"text":"The soul can prevent itself from hearing a slight noise or feeling a slight pain by attending very closely to some other 364 thing, but it cannot in the same way prevent itself from hearing thunder or feeling a fire that burns the hand.", "meta":{"source":"Descartes, Passions"}}
{"text":"The conflicts that are usually supposed to occur between the lower part and the higher part of the soul All the conflicts usually supposed to occur between the lower part of the soul, which we call ‘sensitive’, and the higher or ‘rational’ part of the soul — or between the natural appetites and the will — consist simply in the opposition between the movements which the body (by means of its spirits) and the soul (by means of its will) tend to produce at the same time in the gland.", "meta":{"source":"Descartes, Passions"}}
{"text":"For there is within us but one soul, and this soul has within it no diversity of parts: it is at once sensitive and rational too, and all its appetites are volitions.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is an error to identify the different functions of the soul with persons who play different, usually mutually 365 opposed roles — an error which arises simply from our failure to distinguish properly the functions of the soul from those of the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"So there is no conflict here except in so far as the little gland in the middle of the brain can be pushed to one side by the soul and to the other side by the animal spirits (which, as I said above, are nothing but bodies), and these two impulses often happen to be opposed, the stronger cancelling the effect of the weaker.", "meta":{"source":"Descartes, Passions"}}
{"text":"Movements of the first kind represent to the soul the objects which stimulate the senses, or the impressions occurring in the brain; and these have no influence on the will.", "meta":{"source":"Descartes, Passions"}}
{"text":"As to the first, although they often hinder the actions of the soul, or are hindered by them, yet since they are not directly opposed to these actions, we observe no conflict between them.", "meta":{"source":"Descartes, Passions"}}
{"text":"We observe conflict only between movements of the second kind and the volitions which oppose them — for example, between the force with which the spirits push the gland so as to cause the soul to desire something, and the force with which the soul, by its volition to avoid this thing, pushes the gland in a contrary direction.", "meta":{"source":"Descartes, Passions"}}
{"text":"This makes the soul feel itself impelled, almost at one and the same time, to desire and not to desire one and the same thing; and that is why it has been thought that the soul has within it two conflicting powers.", "meta":{"source":"Descartes, Passions"}}
{"text":"We may, however, acknowledge a kind of conflict, in so far as the same cause that produces a certain passion in the soul often also produces certain movements in the body, to which the soul makes no contribution and which the soul stops or tries to stop as soon as it perceives them.", "meta":{"source":"Descartes, Passions"}}
{"text":"How we recognize the strength or weakness of souls, and what is wrong with the weakest souls It is by success in these conflicts that each person can recognize the strength or weakness of his soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For undoubtedly the strongest souls 367 belong to those in whom the will by nature can most easily conquer the passions and stop the bodily movements which accompany them.", "meta":{"source":"Descartes, Passions"}}
{"text":"What I call its ‘proper’ weapons are firm and determinate judgements bearing upon the knowledge of good and evil, which the soul has resolved to follow in guiding its conduct.", "meta":{"source":"Descartes, Passions"}}
{"text":"The weakest souls of all are those whose will is not determined in this way to follow such judgements, but constantly allows itself to be carried away by present passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"The latter, being often opposed to one another, pull the will first to one side and then to the other, thus making it battle against itself and so putting the soul in the most deplorable state possible.", "meta":{"source":"Descartes, Passions"}}
{"text":"Thus, when fear represents death as an extreme evil which can be avoided only by flight, while ambition on the other hand depicts the dishonour of flight as an evil worse than death, these two passions jostle the will in opposite ways; and since the will obeys first the one and then the other, it is continually opposed to itself, and so it renders the soul enslaved and miserable.", "meta":{"source":"Descartes, Passions"}}
{"text":"The strength of the soul is inadequate without knowledge of the truth It is true that very few people are so weak and irresolute that they choose only what their passion dictates.", "meta":{"source":"Descartes, Passions"}}
{"text":"Often these judgements are false and based on passions by which the will has previously allowed itself to be conquered or led astray; but because the will continues to follow them when the passion which caused them is absent, they may be considered its proper weapons, and we may judge souls to be stronger or weaker according to their ability to follow these judgements more or less closely and resist the present passions which are opposed to them.", "meta":{"source":"Descartes, Passions"}}
{"text":"There is no soul so weak that it cannot, if well-directed, acquire an absolute power over its passions It is useful to note here, as already mentioned above,!", "meta":{"source":"Descartes, Passions"}}
{"text":"Words produce in the gland movements which are ordained by nature to represent to the soul only the sounds of their syllables when they are spoken or the shape of their letters when they are written, because we have acquired the habit of thinking of this meaning when we hear them spoken or see them written.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is also useful to note that although the movements (both of the gland and of the spirits and the brain) which represent certain objects to the soul are naturally joined to the move- ments which produce certain passions in it, yet through habit the former can be separated from the latter and joined to others which are very different.", "meta":{"source":"Descartes, Passions"}}
{"text":"Even those who have the weakest souls could acquire absolute mastery over all their passions if we employed sufficient ingenuity in training and guiding them.", "meta":{"source":"Descartes, Passions"}}
{"text":"The primary causes of the passions From what has been said above we know that the ultimate and most proximate cause of the passions of the soul is simply the agitation by which the spirits move the little gland in the middle of the brain.", "meta":{"source":"Descartes, Passions"}}
{"text":"They may sometimes be caused by an action of the soul when it sets itself to conceive some object or other, or by the mere temperament of the body or by the impressions which happen to be present in the brain, as when 372 we feel sad or joyful without being able to say why.", "meta":{"source":"Descartes, Passions"}}
{"text":"But since the soul has in the same way the powers of wonder, love, hope and anxiety, and hence the power to receive in itself every other passion, or to perform the actions to which the passions impel it, I do not see why they have chosen to refer them all to desire or to anger.", "meta":{"source":"Descartes, Passions"}}
{"text":"Wonder: its definition and cause Wonder is a sudden surprise of the soul which brings it to consider with attention the objects that seem to it unusual and extraordinary.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the passions are useful, and how they are harmful From what has been said it is easy to recognize that the utility of all the passions consists simply in the fact that they strengthen and prolong thoughts in the soul which it is good for the soul to preserve and which otherwise might easily be erased from it.", "meta":{"source":"Descartes, Passions"}}
{"text":"Nevertheless, when it is excessive and makes us fix our attention solely on the first image of the objects before us without acquiring any further knowledge about them, it leaves behind a habit which makes the soul disposed to dwell in the same way on every other object coming before it which appears at all novel.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definitions of love and hatred Love is an emotion of the soul caused by a movement of the spirits, which impels the soul to join itself willingly to objects that appear to be agreeable to it.", "meta":{"source":"Descartes, Passions"}}
{"text":"And hatred is an emotion caused by the spirits, which impels the soul to want to be separated from objects which are presented to it as harmful.", "meta":{"source":"Descartes, Passions"}}
{"text":"I say that these emotions are caused by the spirits not only in order to distinguish love and hatred (which are passions and depend on the body) from judgements which also bring the soul to join itself willingly to things it deems bad, but also to distinguish them from the emotions which these judgements produce in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"They are so truly the objects of this passion that there is no person so imperfect that we could not have for him a very perfect friendship, given that we believe ourselves loved by him and that we have a truly noble and generous soul (in accordance with the explanation given below in articles 154 and 156).", "meta":{"source":"Descartes, Passions"}}
{"text":"It consists in the fact that the objects both of love and of hatred may be represented to the soul either by the external senses, or by the internal senses and its own reason.", "meta":{"source":"Descartes, Passions"}}
{"text":"But what is most noteworthy here is that the passions of attraction and repulsion are usually more violent than the other kinds of love and hatred, because what enters the soul through the senses affects it more strongly than what is represented to it by its reason.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definition of desire The passion of desire is an agitation of the soul caused by the spirits, which disposes the soul to wish, in the future, for the things it represents to itself as agreeable.", "meta":{"source":"Descartes, Passions"}}
{"text":"Rather, they are simply two emotions of the soul which dispose it to pursue two very different things.", "meta":{"source":"Descartes, Passions"}}
{"text":"On the one hand, repulsion is ordained by nature to represent to the soul a sudden and unexpected death.", "meta":{"source":"Descartes, Passions"}}
{"text":"This produces a sudden agitation which leads the soul to do its utmost to avoid so manifest an evil.", "meta":{"source":"Descartes, Passions"}}
{"text":"But when we observe something in one of them which is more attractive than anything we observe at that moment in the others, this determines our soul to feel towards that one alone all the inclination which nature gives it to pursue the good which it represents as the greatest we could possibly possess.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definition of joy Joy is a pleasant emotion which the soul has when it enjoys a good which impressions in the brain represent to it as its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"I say that the soul has this emotion when it enjoys a good, for in fact the soul receives no other benefit from all the goods it possesses; and as long as it derives no joy from them, we may say that it does not enjoy them any more than it 397 would if it did not possess them at all.", "meta":{"source":"Descartes, Passions"}}
{"text":"I add that the good is one which impressions in the brain represent as the soul’s own, so as not to confuse this joy, which is a passion, with the purely intellectual joy that arises in the soul through an action of the soul alone.", "meta":{"source":"Descartes, Passions"}}
{"text":"The latter may be said to be a pleasant emotion which the soul arouses in itself whenever it enjoys a good which its understanding represents to it as its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"Of course, while the soul is joined to the body, this intellectual joy can scarcely fail to be accompanied by the joy which is a passion.", "meta":{"source":"Descartes, Passions"}}
{"text":"The definition of sadness Sadness is an unpleasant listlessness which affects the soul when it suffers discomfort from an evil or deficiency which impressions in the brain represent to it as its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"This happens when the good or evil forms its impression in the brain without the intervention of the soul, sometimes because it affects only the body and sometimes because, even though it affects the soul, the soul does not consider it as good or evil but views it under some other form whose impression is joined in the brain with that of the good or evil.", "meta":{"source":"Descartes, Passions"}}
{"text":"This forms an impression in the brain which, being ordained by nature to bear witness to the body’s healthy condition and strength, represents this to the soul as a good which belongs to it in so far as it is united with the body; and so this impression produces joy in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For almost the same reason we naturally take pleasure in feeling ourselves aroused to all sorts of passions — even to sadness and hatred — when these passions are caused merely by the strange happenings we see presented on the stage, or by other such things which, being incapable of harming us in any way, seem to affect our soul by titillating it.", "meta":{"source":"Descartes, Passions"}}
{"text":"This sensation, ordained by nature to indicate to the soul the bodily damage suffered from such an action, and the body’s feeble inability to withstand it, represents both as evils which are always unpleasant to the soul except when they cause some goods which the soul values more highly.", "meta":{"source":"Descartes, Passions"}}
{"text":"How they may also be aroused by goods and evils which the soul does not notice even though they belong to it, such as the pleasure derived from taking risks or from recollecting past evils Young people often take pleasure in attempting difficult tasks and exposing themselves to great dangers even though they do not hope thereby to gain any profit or glory.", "meta":{"source":"Descartes, Passions"}}
{"text":"The chief experiences which enable us to know these movements in the case of love In considering the various alterations which experience reveals in our body during the time our soul is agitated by different passions, I observe 402 in the case of love that when it occurs on its own — that is, unaccompanied by any strong joy, desire, or sadness — the pulse has a regular beat, but is much fuller and stronger than normal; we feel a gentle heat in the chest; and the digestion of food takes place very quickly in the stomach.", "meta":{"source":"Descartes, Passions"}}
{"text":"As a result the spirits sent by the heart to the brain have parts which are coarser and more agitated than usual; and as they strengthen the impression formed by the first thought of the loved object, these spirits compel the soul to dwell upon this thought.", "meta":{"source":"Descartes, Passions"}}
{"text":"As a result they strengthen the ideas of hatred which are already imprinted there, and they dispose the soul to have thoughts which are full of acrimony and bitterness.", "meta":{"source":"Descartes, Passions"}}
{"text":"And because the blood then entering the heart has come into the veins from the arteries, and so has passed through the heart many times already, it expands very readily and produces spirits whose parts, being 406 very equal and fine, are suited for the formation and strengthening of the impressions in the brain which give to the soul thoughts that are cheerful and peaceful.", "meta":{"source":"Descartes, Passions"}}
{"text":"The cause of these movements in the case of love I derive an explanation for all this from what IJ said previously, namely that our soul and our body are so linked that once we have joined some bodily action with a certain thought, the one does not occur afterwards without the other occurring too.", "meta":{"source":"Descartes, Passions"}}
{"text":"For it seems to me that when our soul began to be joined to our body, its first passions must have arisen on some occasion when the blood, or some other juice entering the heart, was a more suitable fuel than usual for maintaining the heat which is the principle of life.", "meta":{"source":"Descartes, Passions"}}
{"text":"This caused the soul to join itself willingly to that fuel, i.e. to love it; and at the 408 same time the spirits flowed from the brain to the muscles capable of pressing or agitating the parts of the body from which the fuel had come to the heart, so as to make them send more of it.", "meta":{"source":"Descartes, Passions"}}
{"text":"This caused the spirits rising from the heart to the brain to produce the passion of hatred in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"This produced the passion of joy in the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"In sadness 410 Sometimes, on the other hand, it has happened that the body has lacked nourishment, and this lack must have made the soul feel its first sadness (at any rate the first which was not joined to hatred).", "meta":{"source":"Descartes, Passions"}}
{"text":"In desire Lastly, when the soul was newly joined to the body, all its first desires must have been to accept things beneficial to it and to reject those harmful to it.", "meta":{"source":"Descartes, Passions"}}
{"text":"That is the reason why now, when the soul desires anything, the whole body becomes more agile and ready to move than it normally is without any such desire.", "meta":{"source":"Descartes, Passions"}}
{"text":"Moreover, when the body is in this condition, the desires of the soul are rendered stronger and keener.", "meta":{"source":"Descartes, Passions"}}
{"text":"And in general the soul is able to change facial expressions, as well as expressions of the eyes, by vividly feigning a passion which is 413 contrary to one it wishes to conceal.", "meta":{"source":"Descartes, Passions"}}
{"text":"For love makes the soul so engrossed in thinking about the loved object that it uses all the spirits in the brain in representing the image of this object, and it stops all the movements of the gland which do not serve this purpose.", "meta":{"source":"Descartes, Passions"}}
{"text":"It may also be caused by other passions It is true that hatred, sadness and even joy may also cause some listlessness when it is very violent, because it makes the soul wholly 418 engrossed in thinking about its object; this happens chiefly when these passions are combined with.the desire for something which we cannot do anything to acquire at the present time.", "meta":{"source":"Descartes, Passions"}}
{"text":"How the passions which are peculiar to certain persons produce their effects For the rest, so as to put in a few words all the points that might be added regarding the different effects or different causes of the passions, I shall content myself with repeating the principle which underlies everything I have written about them — namely, that our soul and body are so linked that once we have joined some bodily action with a certain thought, the one does not occur thereafter without the other occurring too; but we do not always join the same actions to the same thoughts.", "meta":{"source":"Descartes, Passions"}}
{"text":"Regarding this, it must be observed that they are all ordained by nature to relate to the body, and to belong to the soul only in so far as it is joined with the body.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hence, their natural function is to move the soul to consent and contribute to actions which may serve to preserve the body or render it in some way more perfect.", "meta":{"source":"Descartes, Passions"}}
{"text":"For it is only through a feeling of pain that the soul is immediately advised about things that harm the body: this feeling produces in the soul first the passion of sadness, then hatred of what causes the pain, and finally the desire to get rid of it.", "meta":{"source":"Descartes, Passions"}}
{"text":"Similarly the soul is immediately advised about things useful to the body only through some sort of titillation, which first produces joy within it, then gives rise to love of what we believe to be its cause, and finally brings about the desire to acquire something that can enable us to continue in this joy, or else to have a similar joy again later on.", "meta":{"source":"Descartes, Passions"}}
{"text":"For all the animals devoid of reason conduct their lives simply through bodily movements similar to those which, in our case, usually follow upon the passions which move our soul to consent to such movements.", "meta":{"source":"Descartes, Passions"}}
{"text":"The function of these passions in so far as they belong tothe soul; 432 firstly, of love This would be sufficient if we had in us only a body, or if the body were our better part.", "meta":{"source":"Descartes, Passions"}}
{"text":"But as it is only the lesser part, we should consider the passions chiefly in so far as they belong to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For I acknowledge that hatred of the evil which is manifested solely by pain is necessary where the body is concerned; but I am speaking here only about the hatred which results from a clearer knowledge, which I refer to the soul alone.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hence the hatred which takes us away from some evil likewise takes us away from the good to which it is joined, and the privation of this good, being represented to our soul as a fault belonging to it, arouses sadness in it.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is obvious too that joy cannot fail to be good, nor sadness bad, with respect to the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the discomfort which the soul receives from evil consists wholly in the latter, and the enjoyment of the good belonging to the soul consists wholly in the former.", "meta":{"source":"Descartes, Passions"}}
{"text":"Joy and love, compared with sadness and hatred Moreover, since hatred and sadness should be rejected by the soul, even when they proceed from true knowledge, there is all the more reason to reject them when they result from some false opinion.", "meta":{"source":"Descartes, Passions"}}
{"text":"It seems to me that if we consider them just as they are in themselves with respect to the soul, we may say that although joy is less secure, and love less beneficial, than when they have a better foundation, they are still preferable to any sadness or hatred resting on an equally bad foundation.", "meta":{"source":"Descartes, Passions"}}
{"text":"The internal emotions of the soul Here I shall merely add one further consideration which, it seems to me, serves very well to prevent us from suffering any discomfort from the passions.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is that our well-being depends principally on internal emotions which are produced in the soul only by the soul itself.", "meta":{"source":"Descartes, Passions"}}
{"text":"Although these emotions of the soul are often 441 joined with the passions which are similar to them, they frequently occur with others, and they may even originate in those to which they are opposed.", "meta":{"source":"Descartes, Passions"}}
{"text":"Neverthe- less he feels at the same time a secret joy in his innermost soul, and the emotion of this joy has such power that the concomitant sadness and tears can do nothing to diminish its force.", "meta":{"source":"Descartes, Passions"}}
{"text":"To this extent it is certain that, provided our soul always has the means of happiness within itself, all the troubles coming from elsewhere are powerless to harm it.", "meta":{"source":"Descartes, Passions"}}
{"text":"And in order that our soul should have the means of happiness, it needs only to pursue virtue diligently.", "meta":{"source":"Descartes, Passions"}}
{"text":"For if anyone lives in such a way that his conscience cannot reproach him for ever failing to do something he judges to be the best (which is what I here call ‘pursuing virtue’), he will receive from this a satisfaction which has such power to make him happy that the most violent assaults of the passions will never have sufficient power to disturb the tranquillity of his soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"Esteem, regarded as a passion, is the soul’s inclination to represent to itself the value of the 444 object of its esteem, this inclination being caused by a special movement of the spirits which are so directed in the brain that they strengthen the impressions having this effect.", "meta":{"source":"Descartes, Passions"}}
{"text":"The passion of contempt, on the other hand, is the soul’s inclination to consider the baseness or insignificance of the object of its contempt, and is caused by a movement of the spirits which strengthens the idea of this insignificance.", "meta":{"source":"Descartes, Passions"}}
{"text":"The result is that vain people attempt to humble everyone else: being slaves to their desires, they have souls which are constantly agitated by hatred, envy, jealousy, or anger.", "meta":{"source":"Descartes, Passions"}}
{"text":"How generosity may be acquired It should be noted that what we commonly call ‘virtues’ are habits in the soul which dispose it to have certain thoughts: though different from the thoughts, these habits can produce them and in turn can be produced by them.", "meta":{"source":"Descartes, Passions"}}
{"text":"It should also be noted that the thoughts may be produced by the soul alone; but it often happens that some movement of the spirits strengthens them, and in this case they are both actions of virtue and at the same time passions of the soul.", "meta":{"source":"Descartes, Passions"}}
{"text":"There is, it seems, no virtue so dependent on good birth as the virtue which causes us to esteem ourselves in accordance with our true value, and it is easy to believe that the souls which God puts into our bodies are not all equally noble and strong (which is why, following the vernacular, I have called this virtue ‘generosity’ rather than ‘magnanimity’, a term used in the Schools, where this virtue is not well known).", "meta":{"source":"Descartes, Passions"}}
{"text":"Veneration Veneration or respect is an inclination of the soul not only to have esteem for the object that it reveres but also to submit to it with some fear in order to try to gain its favour.", "meta":{"source":"Descartes, Passions"}}
{"text":"Scorn At the same time, what I call ‘scorn’ is our soul’s inclination to despise a free cause in judging it so far beneath us that, although by nature capable of doing good or evil, it is incapable of doing either to us.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the more noble and generous our soul is, the more we are inclined to render to each person that which belongs to him; thus, not only do we have a very deep humility before God, but also we are not reluctant to render to each 456 person all the honour and respect due to him according to his position and authority in the world, and we have contempt solely for vices.", "meta":{"source":"Descartes, Passions"}}
{"text":"Hope and anxiety Hope is a disposition of the soul to be convinced that what it desires will come about.", "meta":{"source":"Descartes, Passions"}}
{"text":"And anxiety is another disposition of the soul, which convinces it that its desires will not be fulfilled.", "meta":{"source":"Descartes, Passions"}}
{"text":"Keeping the soul balanced, as it were, between several actions open to it, irresolution causes it not to perform any of them, and thus gives it time to make a choice before committing itself.", "meta":{"source":"Descartes, Passions"}}
{"text":"Courage and boldness Courage, when a passion and not a habit or natural inclination, is a certain heat or agitation which disposes the soul to apply itself energeti- cally to accomplish the tasks it wants to perform, whatever their nature may be.", "meta":{"source":"Descartes, Passions"}}
{"text":"And boldness is a kind of courage which disposes the soul to carry out the most dangerous tasks.", "meta":{"source":"Descartes, Passions"}}
{"text":"The latter is nothing but a heat which disposes the soul to undertake tasks in which it hopes to be able to succeed because it sees others succeed in them.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is a listlessness or coldness which prevents the soul from bringing itself to carry out the tasks which it would perform if it were free from this passion.", "meta":{"source":"Descartes, Passions"}}
{"text":"And fear or terror, which is opposed to boldness, is not only a coldness, but also a disturbance and astonishment of the soul which deprives it of the power to resist the evils which it thinks lie close at hand.", "meta":{"source":"Descartes, Passions"}}
{"text":"Besides freeing the soul from such efforts, it is also useful for the body in that it slows the movement of the spirits and thereby prevents us from wasting our energy.", "meta":{"source":"Descartes, Passions"}}
{"text":"It bears witness to the cheerfulness of his temper and the tranquillity of his soul, which are signs 466 of virtue; and it often shows the quickness of his mind, in his ability to put a pleasant gloss on the objects of his mockery.", "meta":{"source":"Descartes, Passions"}}
{"text":"For as regards the advantages we possess from birth — those of the soul or even of the body — the fact that we received them from God before we were capable of doing any evil suffices to make us worthy of them.", "meta":{"source":"Descartes, Passions"}}
{"text":"But the sadness of this pity is not bitter: like that caused by the tragic actions we see represented on the stage, it is more external, affecting the senses more than the interior of the soul, which yet has the satisfaction of thinking that it is doing its duty in feeling compassion for those afflicted.", "meta":{"source":"Descartes, Passions"}}
{"text":"Self-satisfaction The satisfaction of those who steadfastly pursue virtue is a habit of their soul which is called ‘tranquillity’ and ‘peace of mind’.", "meta":{"source":"Descartes, Passions"}}
{"text":"This is why it has much more strength, especially in the souls of those who are to any degree noble and generous.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is weak and abject souls who most allow themselves to be carried away by the second sort of anger The other kind of anger, in which hatred and sadness predominate, is not so apparent at first except perhaps in so far as it makes the face grow pale.", "meta":{"source":"Descartes, Passions"}}
{"text":"As it is the most generous souls who have the most gratitude, so it is those with the most vanity, the most abject and weak, who let themselves most readily be 481 carried away by this kind of anger.", "meta":{"source":"Descartes, Passions"}}
{"text":"For the wrongs that arouse our anger appear greater in proportion as vanity increases our self-esteem and also in proportion to our esteem for the good things which they take away; and the weaker and more abject our soul, the greater our esteem for these good things, since they depend on others.", "meta":{"source":"Descartes, Passions"}}
{"text":"Moreover, the objects of the passions produce movements in the blood which follow so rapidly from the mere impres- sions formed in the brain and the disposition of the organs, without any help at all from the soul, that no amount of human wisdom is capable of counteracting these movements when we are not adequately prepared to do so.", "meta":{"source":"Descartes, Passions"}}
{"text":"When we feel our blood agitated in this way, we should take heed, and recollect that everything presented to the imagination tends to mislead the soul and make the reasons for pursuing the object of its passion appear much stronger than they are, and the reasons for not pursuing this object much weaker.", "meta":{"source":"Descartes, Passions"}}
{"text":"It is on the passions alone that all the good and evil of this life depends For the rest, the soul can have pleasures of its own.", "meta":{"source":"Descartes, Passions"}}
{"text":"I shall bring to light the true riches of our souls, opening up to each of us the means whereby we can find within ourselves, without any help from anyone else, all the knowledge we may need for the conduct of life, and the means of using it in order to acquire all the most abstruse items of knowledge that human reason is capable of possessing.", "meta":{"source":"Descartes, Truth"}}
{"text":"But because the defects in the soul trouble a person only in so far as he becomes aware of them, you have an advantage over us in that, unlike us, you do not notice all the many things which you lack.", "meta":{"source":"Descartes, Truth"}}
{"text":"For my part, just as I think that each land has enough fruits and rivers to satisfy the hunger and thirst of all its inhabitants, so too I think that enough truth can be known in each subject to satisfy amply the curiosity of orderly souls.", "meta":{"source":"Descartes, Truth"}}
{"text":"I should be happy if you would merely prove a certain number of propositions which are so well known that no one is ignorant of them, such as those concerning the Deity, the rational soul, the virtues and their rewards, etc.", "meta":{"source":"Descartes, Truth"}}
{"text":"Eudoxus We must begin with the rational soul, for all our knowledge resides in it; and after considering its nature and effects, we shall proceed to its author.", "meta":{"source":"Descartes, Truth"}}
{"text":"I shall then pass to the works of nature, and after showing you the cause of all her changes, the variety of her qualities, and how the souls of plants and of animals differ from ours, I shall present for your consideration the entire edifice of the things that are perceivable by the senses.", "meta":{"source":"Descartes, Truth"}}
{"text":"What part of the soul does this knowledge reside in?", "meta":{"source":"Descartes, Truth"}}
{"text":"I for one would be quite astonished if you were to make me see just as clearly any of the things which are said about God or the soul.", "meta":{"source":"Descartes, Truth"}}
{"text":"® \/62\/ Can it be demonstrated that the intellective soul is the form of the body?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the opposite: The intellective soul is an incorruptible form.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"One is whether we would be able to understand by means of the intellective soul even if it were not the form of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The other is whether one can know evidently through reason or through experience that we do understand, taking ‘understand’ to mean an act proper to an immaterial substance of the sort the intellective soul is claimed to be, i.e., a substance that is ingenerable and incorruptible and that exists as a whole in the whole body and as a whole in each part of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Difficulty 2 As regards the second difficulty, I claim that if by ‘intellective soul’ one means an immaterial and incorruptible form that exists as a whole in the whole body and as a whole in each part, then one cannot evidently know either through reason or through experience that (i) such a form exists in us, or that (ii) an act of understanding proper to such a substance exists in us, or that (iii) such a soul is the form of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And even though, according to the faith and ac- cording to the truth, this form is an intellective soul that is an incorruptible form, the person in question would nonetheless maintain that this form is extended, generable, and corruptible.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"I£, on the other hand, one claims (as we claim in accord with the truth) that the intellective soul, which is an immaterial and incorruptible form, exists in us and that we understand by means of it, then it is more reasonable to say that it is the form of the body than to say that it is just” the mover of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Similarly, \/65\/a soul which is the form of the body suffices to move the body by local motion; therefore, itis superfluous to posit another mover.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Does the intellective soul exist as a whole in the whole body and as a whole in each part?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the negative: If the answer were yes, then the soul would be distant from itself, since the soul in the head is distant from the soul in the foot.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the opposite: The soul is an indivisible form.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"There- fore, it exists as a whole soul in every part.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The reason for this is that (i) the soul exists in each part of the body and that (ii) the soul exists as a whole in each part; therefore, it exists as a whole in the whole body and as a whole in each part.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The first part of the antecedent is evident from the fact that otherwise there would be some part that is not informed by the soul and, as a result, it would not be a part of a human being.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The second part of the antecedent is evident from the fact that the intellective soul is an indivisible and unextended form.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But there are some problems here: The first is that if the answer were yes, then the soul would be simultaneously moving and at rest, since it would be at rest in the foot and moving in the hand.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The second is that if the answer were yes, then the soul would be able to inform two disconnected matters.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Again, if an arm that is informed by the intellective soul is cut off, then the soul either returns to the body or is corrupted.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 2 To the next problem I reply that the soul cannot naturally inform two dis- connected matters at the same time, but it can indeed do this by the divine power.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"If there are two human beings, it follows that there are two souls; if there is one human being, it follows that there is one matter.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But it does not follow further that if there are two human beings, then there are two souls.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 3 To the third problem” I reply that when the arm is corrupted, the intellec- tive soul that existed in the arm neither returns to the body nor is corrupted.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Rather, the soul ceases to be ina place where it was before.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"So the same line of reasoning would prove that the soul understands color in the eye, sound in the ear, odor in the nose, etc.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in this sense the soul in the head is not distant from the soul in the foot.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in this sense the soul in the head is distant from the soul in the foot, because the place of the head is dis- tant from the place of the foot.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And so the following consequence is invalid: ‘The soul in the head is distant from the soul in the foot; therefore the soul is distant from itself’.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"This is proved by the fact that what is first understood by means of this sort of cognition is an entity outside the soul that is not a sign.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But every entity outside the soul is singular.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"\/81\/ Reply to Argument 4 As for the next argument, I grant that if there were a second vision in the soul, then it would be able to be seen if there were no impediment.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But if it existed in my soul along with the first vision, then I would not be able to see it, since the first act prevents the second vision from being seen.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"REPLY TO SEVEN ARGUMENTS FOR THE OPPOSITE POSITION® Reply to Argument 1 To the first argument for the opposite position 1 reply that if one holds that the sentient soul is the same form as the intellective soul, then he should not claim \/84\/ that a sentient vision is received in the intellective soul, but should instead claim that it is received in the body or in some power in the body that is derived from the soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For if it were received in the intellective soul, then a separated soul would be able, at least by the power of God, to pos- sess within itself every sensation of the five senses—which does not seem true.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"You might object that the intellective soul and the sentient soul are not dis- tant from one another in position.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Argument 3 To the next argument I reply that a separated intellect has [an intuitive intel- lective] vision, since otherwise a separated soul would not be able to have knowledge of sensible things.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Likewise, an angel can have this sort of cogni- tion and, therefore, a separated soul can, too.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"To the first proof I reply that a separated soul can naturally see the secrets of hearts as well as the complex and noncomplex [cognitions] in the mind of an angel.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The second is that many things are revealed to one angel that are not revealed to another angel or to a separated soul, as was explained above concerning the speech of an angel.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"It cannot even be proved demonstra- tively that the intellective soul, which exists as a whole in the whole [body] and as a whole in each part, is caused by any efficient cause, since it can- not be demonstrated that such a soul exists in us, as was argued in the First Quodlibet.'", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 2 To the second objection I reply that, in the place cited, the Commentator takes being in the soul to mean affirmations and negations, which are complex beings that exist only in the soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And he takes being outside the* soul* to mean noncomplex beings, and it is noncomplex being that is appropriately divided into the ten categories.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"You might object that in that case an intellective soul would have poten- tial existence in matter and, as a result, would not be created.*", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Ockham is assuming as background here the Catholic doctrine that the intellective soul is created directly by God and neither is nor can be ‘educed’ from the potency of the Reply to Problem 3 To the third problem I first reply, theologically, that in augmentation the determination to one part of the form before \/154\/ another part is from God, who freely cooperates to produce first the one and then the other.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Are the sentient and intellective souls really distinct in a human being?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Proof 2 Second, I argue as follows: Sensations exist subjectively in the sentient soul, and this either mediately or immediately.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And they do not exist subjec- tively in the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Therefore, the two souls are distinct.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The major premise is evident, since the only thing that can be assigned as the subject of sensations is the sentient soul or the sentient power (and if the sentient power is an accident of the soul, then it itself will exist subjectively in the sentient soul).", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The minor premise is proved by the fact that if it were not true, then each one of the sentient soul’s apprehensions would be an act of understanding, since each one would exist subjectively in the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Similarly, if sensations existed subjectively in the intellective soul, then a separated soul would be able to sense.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For if (i) a sensation exists subjec- tively in the intellective soul and (ii) God is able to conserve every accident in its subject in the absence of everything else, then it follows that he is able to conserve a sensation in a separated soul—which is absurd.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Similarly, if the whole composite were the subject of the sentient powers, then those powers would not be powers of the soul more than powers of the body, since they would not exist subjectively in the one more than in the other.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But in a human being the sentient soul is extended and material, whereas the intellective soul is not, since it exists as a whole in the whole [body] and as a whole in each part.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"15] Augustine condemns the view that there are two souls in a human being, and he says that this is the error of certain Syrians.*", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But if the souls are distinct, then the sentient soul remains after the separation of the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For, in both generation and corruption, nature proceeds in the same order, and in generation the sentient soul is introduced before the intellective soul if the two are distinct.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Likewise, if the sentient soul were to remain without the intellective soul, then the composite entity in question would be neither a human being nor an irrational animal.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 1 To the first of these objections I reply that Augustine is condemning the view that in a human being there are two intellective souls, one of which is from God and the other of which is from the devil.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 2 To the second objection J reply that Christ’s sentient soul remained wherever God wanted it to.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For he died in the same sense as others because of the separation of the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Objection 3 To the third objection I reply that the sentient soul does not remain after the separation of the intellective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"In claiming that the sentient soul was always united to the divine nature, Ockham denies the objector’s assertion that Christ ‘laid down’ the sentient soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"a human being the sentient soul is introduced temporally prior to the intel- lective soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And as for the Philosopher, I claim that what he means is that it is prior in nature—and not prior in time—that the sentient soul exists in the body, since [the two souls] are introduced simultaneously and expelled simultaneously.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"To the final argument I reply that if the sentient soul were by God’s power to remain in the body, then the composite entity in question would be a living thing, but neither a rational animal nor an irrational animal; nor would it be an animal that is truly contained under the genus animal.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"However, if one calls anything that has a sentient soul an animal, then it is indeed an animal.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"\/162\/ Are the sentient soul and the form of corporeity really distinct in brute animals and human beings?”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the negative: If they were, then the sentient soul would be added to an entity that is already actual, viz.,", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"As a result, the sentient soul would be an accident.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For the opposite: The sentient soul and the corporeity have operations that are distinct and of different types.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Therefore, some form that was there previously remains, and this form is not the sentient soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Proof 2 Second, for the case of a human being I argue in a special way: If the cor- poreity did not differ from the sentient soul in a human being, then (i) Christ’s body in the tomb would never have been an essential part of the human nature \/164\/ in Christ, and (ii) the living body and the dead body would not have been the same, and (iii) the divine nature would not have been united to the body in the tomb except through a new assumption— which seems absurd.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But there is a problem, first, about whether the vegetative and sentient souls in an animal are distinct from one another.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 1 To the first of these problems I reply that there is no necessity for positing a distinction between the vegetative soul and the sentient soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 2 To the second problem I reply that the sentient soul is either received immedi- ately into the bodily form or received immediately into the matter—for there seems to be no cogent reason why two extended forms should not perfect the same matter immediately.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But the sentient soul is not added to an entity of that sort.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Again, the same intellective soul depends upon different parts of the body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"As for the second article, I claim that if God does not prevent it, then Christ’s body under the host can be moved locally by Christ’s soul—and this, I say, both through [the soul's] organic power and through its nonorganic power or strength.”", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The first is this: What are the organic and nonorganic powers through which Christ’s soul moves his body?", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For, as was explained in another Quod- libet,® the intellective soul, the sentient soul, and the form of corporeity are really distinct from one another, and so the powers of these forms are really distinct from one another.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And Christ’s sentient soul can move his body under the host through such powers, as long as God does not suspend their action.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And it is in this way that the soul can move the body through its organic powers—and this, I say, unless God miraculously suspends the action of the natural causes.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And through such powers Christ's intellective soul moves its body under the host (i) by under- standing and by dictating that the body is to be moved \/370\/ when the host is moved, (ii) by willing efficaciously that its body move when the host is moved, as the intellect dictates, and (iii) by conforming itself to the divine will, which is the principal cause in every such motion.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in this way it is evident how Christ’s soul moves his body through the nonorganic powers.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Reply to Problem 2 To the second problem I reply that Christ’s body can be moved by Christ’s soul in the way just explained.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"However, the argument in question does not prove that Christ’s body under the host, and the consecrated host as well, cannot be moved by Christ’s soul, since both are movable things that are proportionate to Christ’s soul.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"An example: In a walking motion, first the intellective soul moves the heart by a Jocal and real motion, and then a second, closer part is moved by means of the heart’s motion, and then a third part is moved, and so on.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Thesis 1 As for the second article, J claim that Christ’s soul in heaven is able to move its body there only organically, in just the way that my soul is able to move its body.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"But [Christ’s soul] is not able to move its body in heaven nonorganically.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"For even though his intellective soul exists as a whole in the whole body and as a whole in each part, in just the way that an angel exists in an assumed body, nonetheless the soul exists in each part not as a mover exists in a first movable thing, but rather as a form exists in matter.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Because of this, the soul cannot move its body nonorganically in the way that an angel can.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Thesis 2 Second, I claim that Christ’s soul under the host is able to move its body only nonorganically.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"Still, the soul is indeed able to will— and perhaps it in fact wills—that its body should move when the host moves, and it wills this by conforming itself to the divine will, which wills that the body should move when the host moves.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And in so willing, [Christ’s soul] moves its body nonorganically at the time when the host is moved.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The third problem is whether Christ’s soul under the host is able to move the host nonorganically.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"\/374\/ The fourth problem is whether (i) Christ’s soul under the host is able to move its body when the host is not moved, say, by separating itself from the host and receding from it, or, again, whether (ii) it is able to remain at rest while the host moves and recedes from it.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And [Christ’s soul would accomplish] this by will- ing efficaciously that [its body] recede to another place, in just the way it would if [Christ’s body] existed circumscriptively under the host.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"And it is in this way that an intellective soul is in the whole body and in each part of the body, even though it is not in the body as in a place.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"The reason for this is that the intellective soul is as simple as Gad is, and yet it is finite.", "meta":{"source":"Ockham, Quodlibeta"}}
{"text":"In this way we discover the distinction between soul and body, or between a thinking thing and a corporeal thing.", "meta":{"source":"Descartes, Principles"}}
{"text":"It must be realized that the human soul, while informing!", "meta":{"source":"Descartes, Principles"}}
{"text":"the entire body, nevertheless has its principal seat in the brain; it is here alone that the soul not only understands and imagines but also has sensory awareness.", "meta":{"source":"Descartes, Principles"}}
{"text":"This movement is then transmitted to the other ends of the nerves which are all grouped together in the brain around the seat of the soul, as I explained very fully in Chapter Four of the Optics.'!", "meta":{"source":"Descartes, Principles"}}
{"text":"The result of these movements being set up in the brain by the nerves is that the soul or mind that is closely joined to the brain is affected in various ways, corresponding to the various different sorts of movements.", "meta":{"source":"Descartes, Principles"}}
{"text":"> Other movements in these tiny nerves produce different emotions such as love, hatred, fear, anger and so on; I am here thinking of these simply as emotions or passions of the soul, that is, as confused thoughts, which the mind does not derive from itself alone but experi- ences as a result of something happening to the body with which it is closely conjoined.", "meta":{"source":"Descartes, Principles"}}
{"text":"As far as the external senses are concerned, five are commonly listed corresponding to the five kinds of objects stimulating the sensory nerves, and the five kinds of confused thoughts which the resulting motions produce in the soul.", "meta":{"source":"Descartes, Principles"}}
{"text":"<We call these qualities hardness, heaviness, heat, humidity and so on, but all that is meant by these terms is that the external bodies possess what is required to bring it about that our nerves excite in the soul the sensations of hardness, heaviness, heat etc.", "meta":{"source":"Descartes, Principles"}}
{"text":"Moreover, when the nerves are stimulated with unusual force, but without any damage being occasioned to the body, a pleasurable sensation arises <which is a confused thought in the soul and> which is naturally agreeable to the mind because it is a sign of robust health in the body with which it is closely conjoined <in so far as it can undergo the action causing the pleasure without being damaged>.", "meta":{"source":"Descartes, Principles"}}
{"text":"But if there is some bodily damage, there is a sensation of pain <in the soul, even though the action causing the pain may be only marginally more forceful>.", "meta":{"source":"Descartes, Principles"}}
{"text":"The soul has sensory awareness only in so far as it is in the brain.", "meta":{"source":"Descartes, Principles"}}
{"text":"There is clear proof that the soul’s sensory awareness, via the nerves, of what happens to the individual limbs of the body does not come about in virtue of the soul’s presence in the individual limbs, but simply in virtue of its presence in the brain <or because the nerves by their motions transmit to it the actions of external objects which touch the parts of the body where the nerves are embedded>.", "meta":{"source":"Descartes, Principles"}}
{"text":"The only possible reason for this is that the nerves which used to go from the brain down to the hand now terminated in the arm near the elbow, and were being agitated by the same sorts of motion as must previously have been set up in the hand, so as to produce in the soul, residing in the brain, the sensation of pain in this or that finger.", "meta":{"source":"Descartes, Principles"}}
{"text":"<And this shows clearly that pain in the hand is felt by the soul not because it is present in the hand but because it is present in the brain.", "meta":{"source":"Descartes, Principles"}}
{"text":"It may be objected that speech or writing does not immediately excite in the mind any emotions, or images of things apart from the words themselves; it merely occasions various acts of understanding which afterwards result in the soul’s constructing within itself the images of various things.", "meta":{"source":"Descartes, Principles"}}
{"text":"Not only is all this unintelligible, but we know that the nature of our soul is such that different local motions are quite sufficient to produce all the sensations in the soul.", "meta":{"source":"Descartes, Principles"}}
{"text":"What is more, we actually experience the various sensations as they are produced in the soul, and we do not find that anything reaches the brain from the external sense organs except for motions of this kind.", "meta":{"source":"Descartes, Principles"}}
{"text":"which make them able to set up various kinds of motions in our nerves <which are required to produce all the various sensations in our soul>.", "meta":{"source":"Descartes, Principles"}}
{"text":"So today I have expressly rid my mind of all worries and arranged for myself a clear stretch of freetime.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And yet firmly rooted in my mind is the long-standing opinion that there is an omnipotent God who made me the kind of creature that I am.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The nature of the human mind, and how it is better known than the body So serious are the doubts into which I have been thrown as a result of yesterday’s meditation that I can neither put them out of my mind nor see any way of resolving them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But I have convinced myself that there is absolutely nothing in the world, no sky, no earth, no minds, no bodies.", "meta":{"source":"Descartes, Meditations"}}
{"text":"So after considering everything very thoroughly, I must finally conclude that this proposition, I am, I exist, is necessarily true whenever it is put forward by me or conceived in my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Well, the first thought to come to mind was that I had a face, hands, arms and the whole mechanical structure of limbs which can be seen in a corpse, and which I called the body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"that is, I am a mind, or intelligence, or intellect, or reason — words whose meaning I have been ignorant of until now.", "meta":{"source":"Descartes, Meditations"}}
{"text":"I thus realize that none of the things that the imagination enables me to grasp is at all relevant to this knowledge of myself which I possess, and that the mind must therefore be most carefully diverted from such things!", "meta":{"source":"Descartes, Meditations"}}
{"text":"But I see what it is: my mind enjoys wandering off and will not yet submit to being restrained within the bounds of truth.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Perhaps the answer lies in the thought which now comes to my mind; namely, the wax was not after all the sweetness of the honey, or the fragrance of the flowers, or the whiteness, or the shape, or the sound, but was rather a body which presented itself to me in these various forms a little while ago, but which now exhibits different ones.", "meta":{"source":"Descartes, Meditations"}}
{"text":"I must therefore admit that the nature of this piece of wax is in no way revealed by my imagination, but is perceived by the mind alone. (", "meta":{"source":"Descartes, Meditations"}}
{"text":"But what is this wax which is perceived by the mind alone?!", "meta":{"source":"Descartes, Meditations"}}
{"text":"But as I reach this conclusion I am amazed at how <weak and> prone to error my mind is.", "meta":{"source":"Descartes, Meditations"}}
{"text":"We say that we see the wax itself, if it is there before us, not that we judge it to be there from its colour or shape; and this might lead me to conclude without more ado that knowledge of the wax comes from what the eye sees, and not from the scrutiny of the mind alone.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And so something which I thought I was seeing with my eyes is in fact grasped solely by the faculty of judgement which is in my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But when I distinguish the wax from its outward forms — take the clothes off, as it were, and consider it naked — then although my judgement may still contain errors, at least my perception now requires a human mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But what am I to say about this mind, or about myself? (", "meta":{"source":"Descartes, Meditations"}}
{"text":"So far, remember, I am not admitting that there is anything else in me except a mind.)", "meta":{"source":"Descartes, Meditations"}}
{"text":"But besides this, there is so much else in the mind itself which can serve to make my knowledge of it more distinct, that it scarcely seems worth going through the contributions made by considering bodily things.", "meta":{"source":"Descartes, Meditations"}}
{"text":"achieve an easier and more evident perception of my own mind than of anything else.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Just that the ideas, or thoughts, of such things appeared before my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And whenever my preconceived belief in the supreme power of God comes to mind, I cannot but admit that it would be easy for him, if he so desired, to bring it about that I go wrong ever in those matters which I think I see utterly clearly with my mind’s eye.", "meta":{"source":"Descartes, Meditations"}}
{"text":"2 The opening of this sentence is greatly expanded in the French version: ‘In order that I may have the opportunity of examining this without interrupting the order of meditating which I have decided upon, which is to start only from those notions which I find first of all in my mind and pass gradually to those which I may find later on, I must here divide my thoughts .. .’", "meta":{"source":"Descartes, Meditations"}}
{"text":"Lastly, as regards my parents, even if everything I have ever believed about them is true, it is certainly not they who preserve me; and in so far as I am a thinking thing, they did not even make me; they merely placed certain dispositions in the matter which I have always regarded as containing me, or rather my mind, for that is all I now take myself to be.", "meta":{"source":"Descartes, Meditations"}}
{"text":"That is, when I turn my mind’s eye upon myself, I understand that I am a thing which is incomplete and dependent on another and which aspires without limit to ever greater and better things; but I also understand at the same time that he on whom I depend has within him all those greater things, not just indefinitely and potentially but actually and infinitely, and hence that he is God.", "meta":{"source":"Descartes, Meditations"}}
{"text":"During these past few days I have accustomed myself to leading my mind away from the senses; and I have taken careful note of the fact that there is very little about corporeal things that is truly perceived, whereas much more is known about the human mind, and still more about God.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The result is that I now have no difficulty in turning my mind away from imaginable things!", "meta":{"source":"Descartes, Meditations"}}
{"text":"And indeed the idea I have of the human mind, in so far as it is a thinking thing, which is not extended in length, breadth or height and has no other bodily characteristics, is much more distinct than the idea of any corporeal thing.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But now, besides the knowledge that I exist, in so far as I am a thinking thing, an idea of corporeal nature comes into my mind; and I happen to be in doubt as to whether the thinking nature which is in me, or rather which I am, is distinct from this corporeal nature or identical with it.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The essence of material things, and the existence of God considered a second time There are many matters which remain to be investigated concerning the attributes of God and the nature of myself, or my mind; and perhaps I shall take these up at another time.", "meta":{"source":"Descartes, Meditations"}}
{"text":"When, for example, I imagine a triangle, even if perhaps no such figure exists, or has ever existed, anywhere outside my thought, there is still a determinate nature, or essence, or form of the triangle which is immutable and eternal, and not invented by me or dependent on my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And even if } had not demonstrated this, the nature of my mind is such that I cannot but assent to these things, at least so long as I clearly perceive them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Now admittedly, it is not necessary that I ever light upon any thought of God; but whenever I do choose to think of the first and supreme being, and bring forth the idea of God from the treasure house of my mind as it were, it is necessary that I attribute all perfections to him, even if I do not at that time enumerate them or attend to them individually.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But as soon as I turn my mind’s eye away from the proof, then in spite of still remembering that I perceived it very clearly, I can easily fall into doubt about its truth, if I am unaware of God.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Can one raise the objection I put to myself a while ago, that I may be dreaming, or that everything which I am now thinking has as little truth as what comes to the mind of one who is asleep?", "meta":{"source":"Descartes, Meditations"}}
{"text":"The existence of material things, and the real distinction between mind and body' It remains for me to examine whether material things exist.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The conclusion that material things exist is also suggested by the faculty of imagination, which I am aware of using when I turn my mind to material things.", "meta":{"source":"Descartes, Meditations"}}
{"text":"When I imagine a triangle, for example, I do not merely understand that it is a figure bounded by three lines, but at the same time I also see the three lines with my mind’s eye as if they were present before me; and this is what I call imagining.", "meta":{"source":"Descartes, Meditations"}}
{"text":"mind a confused representation of some figure; but it is clear that this is not a chiliagon.", "meta":{"source":"Descartes, Meditations"}}
{"text":"chiliagon, without the help of the imagination; but I can also imagine a pentagon, by applying my mind’s eye to its five sides and the area contained within them.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And in doing this I notice quite clearly that imagination requires a peculiar effort of mind which is not required for understanding; this additional effort of mind clearly shows the difference between imagination and pure understanding.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Besides this, I consider that this power of imagining which is in me, differing as it does from the power of understanding, is not a necessary constituent of my own essence, that is, of the essence of my mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"And I can easily understand that, if there does exist some body to which the mind is so joined that it can apply itself to contemplate it, as it were, whenever it pleases, then it may possibly be this very body that enables me to imagine corporeal things.", "meta":{"source":"Descartes, Meditations"}}
{"text":"So the difference between this mode of thinking and pure understanding may simply be this: when the mind understands, it in some way turns towards itself and inspects one of the ideas which are within it; but when it imagines, it turns towards the body and looks at something in the body which conforms to an idea understood by the mind or perceived by the senses.", "meta":{"source":"Descartes, Meditations"}}
{"text":"I can, as I say, easily understand that this is how imagination comes about, if the body exists; and since there is no other equally suitable way of explaining imagination that comes to mind, I can make a probable conjecture that the body exists.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But why should that curious sensation of pain give rise to a particular distress of mind; or why should a certain kind of delight follow on a tickling sensation?", "meta":{"source":"Descartes, Meditations"}}
{"text":"These and other judgements that I made concerning sensory objects, I was apparently taught to make by nature; for I had already made up my mind that this was how things were, before working out any arguments to prove it.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For these sensations of hunger, thirst, pain and so on are nothing but confused modes of thinking which arise from the union and, as it were, intermingling of the mind with the body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Also, the fact that some of the perceptions are agreeable to me while others are disagreeable makes it quite certain that my body, or rather my whole self, in so far as I am a combination of body and mind, can be affected by the various beneficial or harmful bodies which surround it.", "meta":{"source":"Descartes, Meditations"}}
{"text":"My sole concern here is with what God has bestowed on me as a combination of mind and body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For knowledge of the truth about such things seems to belong to the mind alone, not to the combination of mind and body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For the proper purpose of the sensory perceptions given me by nature is simply to inform the mind of what is beneficial or harmful for the composite of which the mind is a part; and to this extent they are sufficiently clear and distinct.", "meta":{"source":"Descartes, Meditations"}}
{"text":"However, with respect to the composite, that is, the mind united with this body, what is involved is not a mere label, but a true error of nature, namely that it is thirsty at a time when drink is going to cause it harm.", "meta":{"source":"Descartes, Meditations"}}
{"text":"The first observation I make at this point is that there is a great difference between the mind and the body, inasmuch as the body is by its very nature always divisible, while the mind is utterly indivisible.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For when I consider the mind, or myself in so far as I am merely a thinking thing, I am unable to distinguish any parts within myself; I understand myself to be something quite single and complete.", "meta":{"source":"Descartes, Meditations"}}
{"text":"Although the whole mind seems to be united to the whole body, I recognize that if a foot or arm or any other part of the body is cut off, nothing has thereby been taken away from the mind.", "meta":{"source":"Descartes, Meditations"}}
{"text":"As for the faculties of willing, of understand- ing, of sensory perception and so on, these cannot be termed parts of the mind, since it is one and the same mind that wills, and understands and has sensory perceptions.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This one argument would be enough to show me that the mind is completely different from the body, even if I did not already know as much from other considerations.", "meta":{"source":"Descartes, Meditations"}}
{"text":"My next observation is that the mind is not immediately affected by all parts of the body, but only by the brain, or perhaps just by one small part of the brain, namely the part which is said to contain the ‘common’ sense.!", "meta":{"source":"Descartes, Meditations"}}
{"text":"Every time this part of the brain is in a given state, it presents the same signals to the mind, even though the other parts of the body may be in a different condition at the time.", "meta":{"source":"Descartes, Meditations"}}
{"text":"When the nerves are pulled in the foot, they in turn pull on inner parts of the brain to which they are attached, and produce a certain motion in them; and nature has laid it down that this motion should produce in the mind a sensation of pain, as occurring in the foot.", "meta":{"source":"Descartes, Meditations"}}
{"text":"But since these nerves, in passing from the foot to the brain, must pass through the calf, the thigh, the lumbar region, the back and the neck, it can happen that, even if it is not the part in the foot but one of the intermediate parts which is being pulled, the same motion will occur in the brain as occurs when the foot is hurt, and so it will necessarily come about that the mind feels the same sensation of pain.", "meta":{"source":"Descartes, Meditations"}}
{"text":"My final observation is that any given movement occurring in the part of the brain that immediately affects the mind produces just one corresponding sensation; and hence the best system that could be devised is that it should produce the one sensation which, of all possible sensations, is most especially and most frequently conducive to the preservation of the healthy man.", "meta":{"source":"Descartes, Meditations"}}
{"text":"For example, when the nerves in the foot are set in motion in a violent and unusual manner, this motion, by way of the spinal cord, reaches the inner parts of the brain, and there gives the mind its signal for having a certain sensation, namely the sensation of a pain as occurring in the foot.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This stimulates the mind to do its best to get rid of the cause of the pain, which it takes to be harmful to the foot.", "meta":{"source":"Descartes, Meditations"}}
{"text":"It is true that God could have made the nature of man such that this particular motion in the brain indicated something else to the mind; it might, for example, have made the mind aware of the actual motion occurring in the brain, or in the foot, or in any of the intermediate regions; or it might have indicated something else entirely.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This motion produces in the mind a sensation of thirst, because the most useful thing for us to know about the whole business is that we need drink in order to stay healthy.", "meta":{"source":"Descartes, Meditations"}}
{"text":"It is quite clear from all this that, notwithstanding the immense goodness of God, the nature of man as a combination of mind and body is such that it is bound to mislead him from time to time.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This deception of the senses is natural, because a given motion in the brain must always produce the same sensation in the mind; and the origin of the motion in question is much more often going to be something which is hurting the foot, rather than something existing elsewhere.", "meta":{"source":"Descartes, Meditations"}}
{"text":"So it is reasonable that this motion should always indicate to the mind a pain in the foot rather than in any other part of the body.", "meta":{"source":"Descartes, Meditations"}}
{"text":"This is the best way to discover the nature of the mind and the distinction between the mind and the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"But if I take ‘seeing’ or ‘walking’ to apply to the actual sense or awareness of seeing or walking, then the conclusion is quite certain, since it relates to the mind, which alone has the sensation g or thought that it is seeing or walking.", "meta":{"source":"Descartes, Principles"}}
{"text":"How our mind is better known than our body.", "meta":{"source":"Descartes, Principles"}}
{"text":"In order to realize that the knowledge of our mind is not simply prior to and more certain than the knowledge of our body, but also more evident, we should notice something very well known by the natural light: nothingness possesses no attributes or qualities.", "meta":{"source":"Descartes, Principles"}}
{"text":"Now we find more attributes in our mind than in anything else, as is manifest from the fact that whatever enables us to know anything else cannot but lead us to a much surer knowledge of our own mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"For example, if I judge that the earth exists from the fact that I touch it or see it, this very fact undoubtedly gives even greater 9 support for the judgement that my mind exists.", "meta":{"source":"Descartes, Principles"}}
{"text":"For it may perhaps be the case that I judge that I am touching the earth even though the earth does not exist at all; but it cannot be that, when I make this judgement, my mind which is making the judgement does not exist.", "meta":{"source":"Descartes, Principles"}}
{"text":"And the same applies in other cases <regarding all the things that come into our mind, namely that we who think of them exist, even if they are false or have no existence>.", "meta":{"source":"Descartes, Principles"}}
{"text":"Disagreement on this point has come from those who have not done their philosophizing in an orderly way; and the reason for it is simply that they have never taken sufficient care to distinguish the mind from the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"Although they may have put the certainty of their own existence before that of anything else, they failed to realize that they should have taken ‘themselves’ in this context to mean their minds alone.", "meta":{"source":"Descartes, Principles"}}
{"text":"They were inclined instead to take ‘themselves’ to mean only their bodies — the bodies which they saw with their eyes and touched with their hands, and to which they incorrectly attributed the power of sense-perception; and this is what prevented them from perceiving the nature of the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind, then, knowing itself, but still in doubt about all other things, looks around in all directions in order to extend its knowledge further.", "meta":{"source":"Descartes, Principles"}}
{"text":"For example, the mind has within itself ideas of numbers and shapes, and it also has such common notions as: If you add equals to equals the results will be equal; from these it is easy to demonstrate that the three angles of a triangle equal two right angles, and so on.", "meta":{"source":"Descartes, Principles"}}
{"text":"And so the mind will be convinced of the truth of this and similar conclusions, so long as it attends to the premisses from which it deduced them.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind next considers the various ideas which it has within itself, and finds that there is one idea — the idea of a supremely intelligent, supremely powerful and supremely perfect being — which stands out from all the others.", "meta":{"source":"Descartes, Principles"}}
{"text":"> In this one idea the mind recognizes existence — not merely the possible and contingent existence which belongs to the ideas of all the other things which it distinctly perceives, but utterly necessary and eternal existence.", "meta":{"source":"Descartes, Principles"}}
{"text":"Now on the basis of its perception that, for example, it is necessarily contained in the idea of a triangle that its three angles should equal two right angles, the mind is quite convinced that a triangle does have three angles equalling two right angles.", "meta":{"source":"Descartes, Principles"}}
{"text":"In the same way, simply on the basis of its perception that necessary and eternal existence is contained in the idea of a supremely perfect being, the mind must clearly conclude that the supreme being does exist.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind will be even more inclined to accept this if it considers that it cannot find within itself an idea of any other thing such that necessary existence is seen to be contained in the idea in this way.", "meta":{"source":"Descartes, Principles"}}
{"text":"And from this it understands that the idea of a supremely perfect being is not an idea which was invented by the mind, or which represents some chimera, but that it represents a true and immutable nature which cannot but exist, since necessary existence is contained within it.", "meta":{"source":"Descartes, Principles"}}
{"text":"Our mind will, as I say, easily accept this, provided that it has first of all completely freed itself from preconceived opinions.", "meta":{"source":"Descartes, Principles"}}
{"text":"Our method of recognizing the existence of God leads to the simultaneous recognition of all the other attributes of God, in so far as they can be known by the natural power of the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"In order to tackle this task with a reasonable degree of safety and without risk of going wrong we must take the precaution of always bearing in mind as carefully as possible both that God, the creator of all things, is infinite, and that we are altogether finite.", "meta":{"source":"Descartes, Principles"}}
{"text":"Hence, if God happens to reveal to us something about himself or others which is beyond the natural reach of our mind — such as the mystery of the Incarnation or of the Trinity — we will not refuse to believe it, despite the fact that we do not clearly understand it.", "meta":{"source":"Descartes, Principles"}}
{"text":"It seems that nobody has any business to think about such matters unless he regards his own mind as infinite.", "meta":{"source":"Descartes, Principles"}}
{"text":"But we shall get out of these difficulties if we remember that our mind is finite, while the power of God is infinite — the power by which he not only knew from eternity whatever is or can be, but also willed it and preordained it.", "meta":{"source":"Descartes, Principles"}}
{"text":"And even if there were no way of proving this, the minds of all of us have been so moulded by nature that whenever we perceive something clearly, we spontaneously give our assent to it and are quite unable to doubt its truth.", "meta":{"source":"Descartes, Principles"}}
{"text":"I call a perception ‘clear’ when it is present and accessible to the attentive mind — just as we say that we see something clearly when it is present to the eye’s gaze and stimulates it with a sufficient degree of strength and accessibility.", "meta":{"source":"Descartes, Principles"}}
{"text":"In our childhood the mind was so immersed in the body that although there was much that it perceived clearly, it never perceived anything distinctly.", "meta":{"source":"Descartes, Principles"}}
{"text":"But in spite of this the mind made judgements about many things, and this is the origin of the many preconceived opinions which most of us never subsequently abandon.", "meta":{"source":"Descartes, Principles"}}
{"text":"But I recognize only two ultimate classes of things: first, intellectual or thinking things, i.e. those which pertain to mind or thinking substance; and secondly, material things, ie.", "meta":{"source":"Descartes, Principles"}}
{"text":"But we also experience within ourselves certain other things which must not be referred either to the mind alone or to the body alone.", "meta":{"source":"Descartes, Principles"}}
{"text":"from the close and intimate union of our mind with the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"This list includes, first, appetites like hunger and thirst; secondly, the emotions or passions of the mind which do not consist of thought alone, such as the emotions of anger, joy, sadness and love; and finally, all the sensations, such as those of pain, pleasure, light, colours, sounds, smells, tastes, heat, hardness and the other tactile qualities.", "meta":{"source":"Descartes, Principles"}}
{"text":"But when we recognize that it is impossible for anything to come from nothing, the proposition Nothing comes from nothing is regarded not as a really existing thing, or even as a mode of a thing, but as an eternal truth which resides within our mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"The term ‘substance’ applies univocally to mind and to body.", "meta":{"source":"Descartes, Principles"}}
{"text":"25 But as for corporeal substance and mind (or created thinking sub- stance), these can be understood to fall under this common concept: things that need only the concurrence of God in order to exist.", "meta":{"source":"Descartes, Principles"}}
{"text":"To each substance there belongs one principal attribute; in the case of mind, this is thought, and in the case of body it is extension.", "meta":{"source":"Descartes, Principles"}}
{"text":"Every- thing else which can be attributed to body presupposes extension, and is merely a mode of an extended thing; and similarly, whatever we find in the mind is simply one of the various modes of thinking.", "meta":{"source":"Descartes, Principles"}}
{"text":"And certainly no one can deny that we possess such an idea of God, unless he reckons that there is absolutely no knowledge of God to be found in the minds of men.", "meta":{"source":"Descartes, Principles"}}
{"text":"In the same way, when we see a figure made up of three lines, we form an idea of it which we call the idea of a triangle; and we later make use of it as a universal idea, so as to represent to our mind all the other figures made up of three lines.", "meta":{"source":"Descartes, Principles"}}
{"text":"Thus there is a modal distinction between shape or motion and the corporeal substance in which they inhere; and similarly, there is a modal distinction between affirmation or recollection and the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"An example of this is the way in which the motion of one body is distinct from another body, or from the mind; or the way in which motion differs from doubt.!", "meta":{"source":"Descartes, Principles"}}
{"text":"How thought and extension may be distinctly recognized as constituting the nature of mind and of body.", "meta":{"source":"Descartes, Principles"}}
{"text":"Thought and extension can be regarded as constituting the natures of intelligent substance and corporeal substance; they must then be considered as nothing else but thinking substance itself and extended 31 substance itself — that is, as mind and body.", "meta":{"source":"Descartes, Principles"}}
{"text":"Thought and extension may also be taken as modes of a substance, in so far as one and the same mind is capable of having many different thoughts; and one and the same body, with its quantity unchanged, may be extended in many different ways (for example, at one moment it may be greater in length and smaller in breadth or depth, and a little later, by contrast, it may be greater in breadth and smaller in length).?", "meta":{"source":"Descartes, Principles"}}
{"text":"For all of us have, from our early childhood, judged that all the objects of our sense-perception are things existing outside our minds and closely resembling our sensations, i.e. the perceptions that we had of them.", "meta":{"source":"Descartes, Principles"}}
{"text":"For, although we do not suppose that these exist outside us, we generally regard them not as being in the mind alone, or in our perception, but as being in the hand or foot or in some other part of our body.", "meta":{"source":"Descartes, Principles"}}
{"text":"But the fact that we feel a pain as it 33 were in our foot does not make it certain that the pain exists outside our mind, in the foot, any more than the fact that we see light as it were in the sun, makes it certain the light exists outside us, in the sun.", "meta":{"source":"Descartes, Principles"}}
{"text":"But when they are judged to be real things existing outside our mind, there is no way of understanding what sort of things they are.", "meta":{"source":"Descartes, Principles"}}
{"text":"In our early childhood the mind was so closely tied to the body that it had no leisure for any thoughts except those by means of which it had sensory awareness of what was happening to the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"And when nothing very beneficial or harmful was happening to the body, the mind had various sensations corresponding to the different areas where, and ways in which, the body was being stimulated, namely what we call the sensations of tastes, smells, sounds, heat, cold, light, colours and so on — sensations which do not represent anything located outside our thought.’", "meta":{"source":"Descartes, Principles"}}
{"text":"At the same time the mind perceived sizes, shapes, motions and so on, which were presented to it not as sensations but as things, or modes of things, existing (or at least capable of existing) outside thought, although it was not yet aware of the difference between things and sensations.", "meta":{"source":"Descartes, Principles"}}
{"text":"The next stage arose when the mechanism of the body, which is so constructed by nature that it has the ability to move in various ways by its own power, twisted around aimlessly in all directions in its random attempts to pursue the beneficial and avoid the harmful; at this point the mind that was attached to the body began to notice that the objects of this pursuit or avoidance had an existence outside itself.", "meta":{"source":"Descartes, Principles"}}
{"text":"Moreover, since the mind judged everything in terms of its utility to the body in which it was immersed, it assessed the amount of reality in each object by the extent to which it was affected by it.", "meta":{"source":"Descartes, Principles"}}
{"text":"Right from infancy our mind was swamped with a thousand such preconceived opinions; and in later childhood, forgetting that they were adopted without sufficient examination, it regarded them as known by the senses or implanted by nature, and accepted them as utterly true and evident.", "meta":{"source":"Descartes, Principles"}}
{"text":"In later years the mind is no longer a total slave to the body, and does not refer everything to it.", "meta":{"source":"Descartes, Principles"}}
{"text":"But despite this, it is not easy for the mind to erase 1 ‘.., but which vary according to the different movements which pass from all parts of our body to the part of the brain to which our mind is closely joined and united’ (added in French version).", "meta":{"source":"Descartes, Principles"}}
{"text":"What is more, our mind is unable to keep its attention on things without some degree of difficulty and fatigue; and it is hardest of all for it to attend to what is not present to the senses or even to the imagination.", "meta":{"source":"Descartes, Principles"}}
{"text":"This may be due to the very nature that the mind has as a result of being joined to the body; or it may be because it was exclusively occupied with the objects of sense and imagination in its earliest years, and has thus acquired more practice and a greater aptitude for thinking about them than it has for thinking about other things.", "meta":{"source":"Descartes, Principles"}}
{"text":"Finally, we will see that besides the notions of God and of our mind, we have within us knowledge of many propositions which are eternally true, such as ‘Nothing comes from nothing’.", "meta":{"source":"Descartes, Principles"}}
{"text":"Now, all our sensations undoubtedly come to us from something that is distinct from our mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"And if God were himself immediately producing in our mind the idea of such extended matter, or even if he were causing the idea to be produced by 41 something which lacked extension, shape and motion, there would be no way of avoiding the conclusion that he should be regarded as a deceiver.", "meta":{"source":"Descartes, Principles"}}
{"text":"For we have a clear understanding of this matter as something that is quite different from God and from ourselves or our mind; and we appear to see clearly that the idea of it comes to us from things located outside ourselves, which it wholly resembles.", "meta":{"source":"Descartes, Principles"}}
{"text":"The basis for our knowledge that the human body is closely conjoined with the mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"By the same token, the conclusion that there is a particular body that is more closely conjoined with our mind than any other body follows from our clear awareness that pain and other sensations come to us quite unexpectedly.", "meta":{"source":"Descartes, Principles"}}
{"text":"The mind is aware that these sensations do not come from itself alone, and that they cannot belong to it simply in virtue of its being a thinking thing; instead, they can belong to it only in virtue of its being joined to something other than itself which is extended and moveable — namely what we call the human body.", "meta":{"source":"Descartes, Principles"}}
{"text":"It will be enough, for the present, to note that sensory perceptions are related exclusively to this combination of the human body and mind.", "meta":{"source":"Descartes, Principles"}}
{"text":"If we bear this in mind we will easily lay aside the preconceived opinions acquired from the senses, and in this connection make use of the intellect alone, carefully attending to the ideas implanted in it by nature.", "meta":{"source":"Descartes, Principles"}}
{"text":"There is thus no correspondence between their verbal expressions and what they grasp in their minds.", "meta":{"source":"Descartes, Principles"}}
{"text":"But if we subsequently fail to keep in mind what ought to be understood by the terms ‘empty’ and ‘nothing’, we may suppose that a space we call empty contains not just nothing perceivable by the senses but nothing whatsoever; that would be just as mistaken as thinking that the air in a jug is not a subsistent thing on the 50 grounds that a jug is usually said to be empty when it contains nothing but air.", "meta":{"source":"Descartes, Principles"}}
{"text":"It must, however, be admitted that in the case of this motion we come upon something the truth of which our mind perceives, while at the same time being unable to grasp exactly how it occurs.", "meta":{"source":"Descartes, Principles"}}
{"text":"For we clearly perceive that it necessarily follows from what we <already> know most evidently of the nature of matter, and we perceive that it belongs to the class of things which are beyond the grasp of our finite minds.", "meta":{"source":"Descartes, Principles"}}
{"text":"I am not here inquiring into the existence or nature of any power to move bodies which may be possessed by human minds, or the minds of angels, since I am reserving this topic for a treatise On Man <which I hope to produce>.?", "meta":{"source":"Descartes, Principles"}}
{"text":"The first is that we must bear in mind the infinite power and goodness of God, and not be afraid that our imagination may over-estimate the vastness, beauty and perfection of his works.", "meta":{"source":"Descartes, Principles"}}
{"text":"And it would be the height of presumption if we were to imagine that all things were created by God for our benefit alone, or even to suppose that the power of our minds can grasp the ends which he set before himself in creating the universe.", "meta":{"source":"Descartes, Principles"}}
{"text":"Indeed the assertion is in a sense true, since we can make some use of all things, if only by exercising our minds in contemplating them, and thus adoring God for his marvellous works.", "meta":{"source":"Descartes, Principles"}}
{"text":"The intention is simply to direct our 82 mind to a consideration of some effects rather than others from among the countless effects which we take to be producible from the selfsame causes.", "meta":{"source":"Descartes, Principles"}}
{"text":"Here we must bear in mind what I said above about the nature of motion,!", "meta":{"source":"Descartes, Principles"}}
{"text":"For since our mind is of such a nature as to recognize no limits in the universe, whoever considers the immensity of God and the weakness of our senses will conclude that it is much more reasonable to suspect that there may be other bodies beyond all the visible fixed stars; and that, with reference to these bodies, the earth may be said to be at rest, but all the stars may be said to be in simultaneous motion.", "meta":{"source":"Descartes, Principles"}}
{"text":"When philosophizing about such important matters, however, it would seem to be excessively arrogant for us to assert that we have discovered the exact truth <where others have failed>; and so I should prefer to leave this claim on one side, and put forward everything that I am about to write simply as a hypothesis <which is perhaps far from the truth, so as to leave everyone free to make up his own mind>.", "meta":{"source":"Descartes, Principles"}}
{"text":"In short, there is nothing in the whole of nature (nothing, that is, which should be referred to purely corporeal causes, i.e. those devoid of thought and mind) which is incapable of being deductively explained on the basis of these selfsame principles; and hence it is quite unnecessary to add any further principles to the list.", "meta":{"source":"Descartes, Principles"}}
{"text":"The result of these movements being set up in the brain by the nerves is that the soul or mind that is closely joined to the brain is affected in various ways, corresponding to the various different sorts of movements.", "meta":{"source":"Descartes, Principles"}}
{"text":"And the various different states of mind, or thoughts, which are the immediate result of these movements are called sensory perceptions, or in ordinary speech, sensations.", "meta":{"source":"Descartes, Principles"}}
{"text":"First, internal sensations, i.e. emotional states of the mind and natural appetites.", "meta":{"source":"Descartes, Principles"}}
{"text":"The nerves which go to the heart and the surrounding area <including the diaphragm>, despite their very small size, produce another kind of internal sensation which comprises all the disturbances or passions and emotions of the mind such as joy, sorrow, love, hate and so on.", "meta":{"source":"Descartes, Principles"}}
{"text":"For example, when the blood has the right consistency so that it expands in the heart more readily than usual, it relaxes the nerves scattered around 317 the openings, and sets up a movement which leads to a subsequent movement in the brain producing a natural feeling of joy in the mind; and other causes produce the same sort of movement in these tiny nerves, thereby giving the same feeling of joy.", "meta":{"source":"Descartes, Principles"}}
{"text":"In the same way, when we hear good news, it is first of all the mind which makes a judgement about it and rejoices with that intellectual joy which occurs without any bodily disturbance and which, for that reason, the Stoics allowed that the man of wisdom could experience <although they required him to be free of all passion>.", "meta":{"source":"Descartes, Principles"}}
{"text":"But later on, when the good news is pictured in the imagination, the spirits flow from the brain to the muscles around the heart and move the tiny nerves there, thereby causing a movement in the brain which produces in the mind a feeling of animal joy.", "meta":{"source":"Descartes, Principles"}}
{"text":"Or again, if the blood is too thick and flows sluggishly into the ventricles of the heart and does not expand enough inside it, it produces a different movement in the same small nerves around the heart; when this movement is transmitted to the brain it produces a feeling of sadness in the mind, although the mind itself may perhaps not know of any reason why it should be sad.", "meta":{"source":"Descartes, Principles"}}
{"text":"> Other movements in these tiny nerves produce different emotions such as love, hatred, fear, anger and so on; I am here thinking of these simply as emotions or passions of the soul, that is, as confused thoughts, which the mind does not derive from itself alone but experi- ences as a result of something happening to the body with which it is closely conjoined.", "meta":{"source":"Descartes, Principles"}}
{"text":"Corresponding to the different ways in which the nerves are moved, or have their normal motion checked, various different sensations are produced in the mind; and this is how the various tactile qualities get their names.", "meta":{"source":"Descartes, Principles"}}
{"text":"Moreover, when the nerves are stimulated with unusual force, but without any damage being occasioned to the body, a pleasurable sensation arises <which is a confused thought in the soul and> which is naturally agreeable to the mind because it is a sign of robust health in the body with which it is closely conjoined <in so far as it can undergo the action causing the pleasure without being damaged>.", "meta":{"source":"Descartes, Principles"}}
{"text":"The nature of the mind is such that various sensations can be produced in it simply by motions in the body.", "meta":{"source":"Descartes, Principles"}}
{"text":"It can also be proved that the nature of our mind is such that the mere occurrence of certain motions in the body can stimulate it to have all manner of thoughts which have no likeness to the movements in question.", "meta":{"source":"Descartes, Principles"}}
{"text":"For we see that spoken or written words excite all sorts of thoughts and emotions in our minds.", "meta":{"source":"Descartes, Principles"}}
{"text":"With the same paper, pen 321 and ink, if the tip of the pen is pushed across the paper in a certain way it will form letters which excite in the mind of the reader thoughts of battles, storms and violence, and emotions of indignation and sorrow; but if the movements of the pen are just slightly different they will produce quite different thoughts of tranquillity, peace and pleasure, and quite opposite emotions of love and joy.", "meta":{"source":"Descartes, Principles"}}
{"text":"It may be objected that speech or writing does not immediately excite in the mind any emotions, or images of things apart from the words themselves; it merely occasions various acts of understanding which afterwards result in the soul’s constructing within itself the images of various things.", "meta":{"source":"Descartes, Principles"}}
{"text":"We clearly see, then, that the sensation of pain is excited in us merely by the local motion of some parts of our body in contact with another body; so we may conclude that the nature of our mind is such that it can be subject to all the other sensations merely as a result of other local motions.", "meta":{"source":"Descartes, Principles"}}
{"text":"Next> I took the simplest and best known principles, knowledge of which is naturally implanted in our minds; and working from these I considered, in general terms, firstly, what are the principal differences which can exist between the sizes, shapes and positions of bodies which are imperceptible by the senses merely because of their small size, and, secondly, what observable effects would result from their various interactions.", "meta":{"source":"Descartes, Principles"}}
{"text":"So later on he needs to have very great natural talent, or else the instruction of a wise teacher, in order to rid himself of the bad doctrines that have filled his mind, to lay the foundations for a solid science, and to discover all the ways in which he can raise his knowledge to the highest level that it can possibly attain.", "meta":{"source":"Descartes, Truth"}}
{"text":"But in case the grandeur of my plan should immediately fill your minds with so much wonder as to leave no room for belief, I must tell you that what i am undertaking is not so difficult as one might imagine.", "meta":{"source":"Descartes, Truth"}}
{"text":"For the items of knowledge that lie within reach of the human mind are all linked together by a bond so marvellous, and can be derived from each other by means of inferences so necessary, that their discovery does not require much skill or intelligence — provided we begin with the simplest and know how to move stage by stage to the most sublime.", "meta":{"source":"Descartes, Truth"}}
{"text":"I am surprised, indeed, that amongst so many exceptional minds, much better equipped than I to carry out this task, none have had the patience to pick their way through the difficulties.", "meta":{"source":"Descartes, Truth"}}
{"text":"Thus let us imagine that Eudoxus, a man of moderate intellect but possessing a judgement which is not corrupted by any false beliefs and a reason which retains all the purity of its nature, is visited in his country home by two friends whose minds are among the most outstanding and inquiring of our time.", "meta":{"source":"Descartes, Truth"}}
{"text":"The body of a person suffering from dropsy is no further removed from its proper condition than is the mind of someone who is perpetually tormented by an insatiable curiosity.", "meta":{"source":"Descartes, Truth"}}
{"text":"And my mind, having at its disposal all the truths it comes across, does not dream there are others to discover.", "meta":{"source":"Descartes, Truth"}}
{"text":"Then we shall come to the second part of this discussion, where we deal with each science in particular, picking out the most solid elements in each of them and proposing the method for carrying them much further forward than has hitherto been achieved — a method which enables someone of average intelligence to discover for himself every- thing that the most subtle minds can devise.", "meta":{"source":"Descartes, Truth"}}
{"text":"That done, I trust that your passion for knowledge will not be so intense, and that it will seem to you that everything I have said has been satisfactorily proved — so much so that you will believe that a man with a good mind, even one brought up in a desert and never illuminated by any light but the light of nature, could not have opinions different from ours if he carefully weighed all the same reasons.", "meta":{"source":"Descartes, Truth"}}
{"text":"For myself, however, I fear that I should simply go wool- gathering if I tried to consider such abstract matters, for I am a man who has never engaged in study or accustomed himself to turning his mind so far away from things that are perceivable by the senses.", "meta":{"source":"Descartes, Truth"}}
{"text":"I shall apply my mind to the task of doubting whether I have not been dreaming all my life, and whether all the ideas I thought capable of entering my mind only by way of the senses were not in fact formed by themselves, just as similar ideas are formed whenever I am asleep, and I know that my eyes are shut, my ears closed, and in short, that none of my senses help to form them.", "meta":{"source":"Descartes, Truth"}}
{"text":"The words do not convey anything that can be conceived, or form any distinct idea in our mind.", "meta":{"source":"Descartes, Truth"}}
{"text":"This single piece of advice has flooded my mind with light and all at once scattered the darkness; so much so that by the light of this torch I see more sharply within myself that which is hidden within me, and I am more convinced that I possess something non-tangible than I ever was that I possessed a body.", "meta":{"source":"Descartes, Truth"}}
