{"text":"I shall bring to light the true riches of our souls, opening up to each of us the means whereby we can find within ourselves, without any help from anyone else, all the knowledge we may need for the conduct of life, and the means of using it in order to acquire all the most abstruse items of knowledge that human reason is capable of possessing.", "meta":{"source":"Descartes, Truth"}}
{"text":"But because the defects in the soul trouble a person only in so far as he becomes aware of them, you have an advantage over us in that, unlike us, you do not notice all the many things which you lack.", "meta":{"source":"Descartes, Truth"}}
{"text":"For my part, just as I think that each land has enough fruits and rivers to satisfy the hunger and thirst of all its inhabitants, so too I think that enough truth can be known in each subject to satisfy amply the curiosity of orderly souls.", "meta":{"source":"Descartes, Truth"}}
{"text":"I should be happy if you would merely prove a certain number of propositions which are so well known that no one is ignorant of them, such as those concerning the Deity, the rational soul, the virtues and their rewards, etc.", "meta":{"source":"Descartes, Truth"}}
{"text":"Eudoxus We must begin with the rational soul, for all our knowledge resides in it; and after considering its nature and effects, we shall proceed to its author.", "meta":{"source":"Descartes, Truth"}}
{"text":"I shall then pass to the works of nature, and after showing you the cause of all her changes, the variety of her qualities, and how the souls of plants and of animals differ from ours, I shall present for your consideration the entire edifice of the things that are perceivable by the senses.", "meta":{"source":"Descartes, Truth"}}
{"text":"What part of the soul does this knowledge reside in?", "meta":{"source":"Descartes, Truth"}}
{"text":"I for one would be quite astonished if you were to make me see just as clearly any of the things which are said about God or the soul.", "meta":{"source":"Descartes, Truth"}}
{"text":", "meta":{"source":"Descartes, Truth"}}
