{"text":"So later on he needs to have very great natural talent, or else the instruction of a wise teacher, in order to rid himself of the bad doctrines that have filled his mind, to lay the foundations for a solid science, and to discover all the ways in which he can raise his knowledge to the highest level that it can possibly attain.", "meta":{"source":"Descartes, Truth"}}
{"text":"But in case the grandeur of my plan should immediately fill your minds with so much wonder as to leave no room for belief, I must tell you that what i am undertaking is not so difficult as one might imagine.", "meta":{"source":"Descartes, Truth"}}
{"text":"For the items of knowledge that lie within reach of the human mind are all linked together by a bond so marvellous, and can be derived from each other by means of inferences so necessary, that their discovery does not require much skill or intelligence — provided we begin with the simplest and know how to move stage by stage to the most sublime.", "meta":{"source":"Descartes, Truth"}}
{"text":"I am surprised, indeed, that amongst so many exceptional minds, much better equipped than I to carry out this task, none have had the patience to pick their way through the difficulties.", "meta":{"source":"Descartes, Truth"}}
{"text":"Thus let us imagine that Eudoxus, a man of moderate intellect but possessing a judgement which is not corrupted by any false beliefs and a reason which retains all the purity of its nature, is visited in his country home by two friends whose minds are among the most outstanding and inquiring of our time.", "meta":{"source":"Descartes, Truth"}}
{"text":"The body of a person suffering from dropsy is no further removed from its proper condition than is the mind of someone who is perpetually tormented by an insatiable curiosity.", "meta":{"source":"Descartes, Truth"}}
{"text":"And my mind, having at its disposal all the truths it comes across, does not dream there are others to discover.", "meta":{"source":"Descartes, Truth"}}
{"text":"Then we shall come to the second part of this discussion, where we deal with each science in particular, picking out the most solid elements in each of them and proposing the method for carrying them much further forward than has hitherto been achieved — a method which enables someone of average intelligence to discover for himself every- thing that the most subtle minds can devise.", "meta":{"source":"Descartes, Truth"}}
{"text":"That done, I trust that your passion for knowledge will not be so intense, and that it will seem to you that everything I have said has been satisfactorily proved — so much so that you will believe that a man with a good mind, even one brought up in a desert and never illuminated by any light but the light of nature, could not have opinions different from ours if he carefully weighed all the same reasons.", "meta":{"source":"Descartes, Truth"}}
{"text":"For myself, however, I fear that I should simply go wool- gathering if I tried to consider such abstract matters, for I am a man who has never engaged in study or accustomed himself to turning his mind so far away from things that are perceivable by the senses.", "meta":{"source":"Descartes, Truth"}}
{"text":"I shall apply my mind to the task of doubting whether I have not been dreaming all my life, and whether all the ideas I thought capable of entering my mind only by way of the senses were not in fact formed by themselves, just as similar ideas are formed whenever I am asleep, and I know that my eyes are shut, my ears closed, and in short, that none of my senses help to form them.", "meta":{"source":"Descartes, Truth"}}
{"text":"The words do not convey anything that can be conceived, or form any distinct idea in our mind.", "meta":{"source":"Descartes, Truth"}}
{"text":"This single piece of advice has flooded my mind with light and all at once scattered the darkness; so much so that by the light of this torch I see more sharply within myself that which is hidden within me, and I am more convinced that I possess something non-tangible than I ever was that I possessed a body.", "meta":{"source":"Descartes, Truth"}}
{"text":", "meta":{"source":"Descartes, Truth"}}
